Repository: microsoft/pulseaudio
Catalog: po/*.po
Languages: hi, sl

source: Analog Stereo Duplex
hi: एनालॉग स्टीरियो डुप्लेक्स
sl: Analogni stereo dupleks

source: Digital Stereo Duplex (IEC958)
hi: डिजिटल स्टीरियो डुप्लेक्स (IEC958)
sl: Digitalni stereo dupleks (IEC958)

source: Multichannel Duplex
hi: मल्टीचैनल डुप्लेक्स
sl: Večkanalni dupleks

source: Stereo Duplex
hi: स्टीरियो डुप्लेक्स
sl: Stereo dupleks

source: Mono Chat + 7.1 Surround
hi: मोनो चैट + 7.1 सराउंड
sl: Mono klepet + prostorski zvok 7.1

source: Off
hi: बंद
sl: Izklopljeno

source: %s Output
hi: %s निर्गत
sl: Izhod %s

source: %s Input
hi: %s आगत
sl: Vhod %s

source: ALSA woke us up to write new data to the device, but there was actually nothing to write. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLOUT set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
hi: ALSA ने हमें उपकरण पर नया डेटा लिखने के लिए जगाया, लेकिन वास्तव में लिखने के लिए कुछ भी नहीं था। संभवतः यह ALSA ड्राइवर '%s' में एक बग है। कृपया इस समस्या की रिपोर्ट ALSA विकासकर्ताओं को दें। हम POLLOUT सेट के साथ जागे थे - हालांकि बाद के snd_pcm_avail() ने 0 या कोई अन्य मान <min_avail लौटाया।
sl: ALSA je zbudila sistem, da bi na napravo zapisala nove podatke, vendar dejansko ni bilo ničesar za pisanje. Najverjetneje je to napaka v gonilniku ALSA »%s«. O tej težavi obvestite razvijalce ALSA. Zbudili so z nastavljenim POLLOUT - vendar je naslednji snd_pcm_avail() vrnil 0 ali drugo vrednost < min_avail.

source: ALSA woke us up to read new data from the device, but there was actually nothing to read. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers. We were woken up with POLLIN set -- however a subsequent snd_pcm_avail() returned 0 or another value < min_avail.
hi: ALSA ने हमें उपकरण से नया डेटा पढ़ने के लिए जगाया, लेकिन वास्तव में पढ़ने के लिए कुछ भी नहीं था। संभवतः यह ALSA ड्राइवर '%s' में एक बग है। कृपया इस समस्या की रिपोर्ट ALSA विकासकर्ताओं को दें। हम POLLIN सेट के साथ जागे थे -- हालांकि बाद में snd_pcm_avail() ने 0 या कोई अन्य मान <min_avail लौटाया।
sl: ALSA je zbudila sistem, da bi prebrala nove podatke iz naprave, vendar dejansko ni bilo ničesar za branje. Najverjetneje je to napaka v gonilniku ALSA »%s«. O tej težavi obvestite razvijalce ALSA. Zbudili so z nastavljenim POLLIN - vendar je naslednji snd_pcm_avail() vrnil 0 ali drugo vrednost < min_avail.

source: snd_pcm_avail() returned a value that is exceptionally large: %lu byte (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
hi: snd_pcm_avail() ने असाधारण रूप से बड़ा मान लौटाया: %lu बाइट (%lu ms)। संभवतः यह ALSA ड्राइवर '%s' में एक बग है। कृपया इस समस्या की रिपोर्ट ALSA विकासकर्ताओं को दें।
sl: snd_pcm_avail() je vrnil vrednost, ki je izjemno velika: %lu bajtov (%lu ms). Najverjetneje je to napaka v gonilniku ALSA »%s«. O tej težavi obvestite razvijalce ALSA.

source: snd_pcm_delay() returned a value that is exceptionally large: %li byte (%s%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
hi: snd_pcm_delay() ने एक मान दिया जो अप्रत्याशित रूप से बड़ा है: snd_pcm_delay() ने असाधारण रूप से बड़ा मान लौटाया: %li बाइट (%s%lu ms)। संभवतः यह ALSA ड्राइवर '%s' में एक बग है। कृपया इस समस्या की रिपोर्ट ALSA विकासकर्ताओं को दें।
sl: snd_pcm_delay() je vrnil vrednost, ki je izjemno velika: %li bajtov (%s%lu ms). Najverjetneje je to napaka v gonilniku ALSA »%s«. O tej težavi obvestite razvijalce ALSA.

source: snd_pcm_avail_delay() returned strange values: delay %lu is less than avail %lu. Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
hi: snd_pcm_avail_delay() ने अजीब मान लौटाए: विलंब %lu, उपलब्ध %lu से कम है। संभवतः यह ALSA ड्राइवर '%s' में एक बग है। कृपया इस समस्या की रिपोर्ट ALSA विकासकर्ताओं को दें।
sl: snd_pcm_avail_delay() je vrnil nenavadne vrednosti: zakasnitev %lu je manjša od dosegljive %lu. Najverjetneje je to napaka v gonilniku ALSA »%s«. O tej težavi obvestite razvijalce ALSA.

source: snd_pcm_mmap_begin() returned a value that is exceptionally large: %lu byte (%lu ms). Most likely this is a bug in the ALSA driver '%s'. Please report this issue to the ALSA developers.
hi: snd_pcm_mmap_begin() ने एक ऐसा मान लौटाया जो असाधारण रूप से बड़ा है: %lu बाइट (%lu ms)। संभवतः यह ALSA ड्राइवर '%s' में एक बग है। कृपया इस समस्या की रिपोर्ट ALSA विकासकर्ताओं को दें।
sl: snd_pcm_mmap_begin() je vrnil vrednost, ki je izjemno velika: %lu bajtov (%lu ms). Najverjetneje je to napaka v gonilniku ALSA »%s«. O tej težavi obvestite razvijalce ALSA.

source: Bluetooth Input
hi: ब्लूटूथ आगत
sl: Vhod Bluetooth

source: Bluetooth Output
hi: ब्लूटूथ निर्गत
sl: Izhod Bluetooth

source: Handsfree
hi: हस्तमुक्त
sl: Prostoročno telefoniranje

source: Headphone
hi: हेडफोन
sl: Slušalke

source: Portable
hi: पोर्टेबल
sl: Prenosni

source: Car
hi: कार
sl: Avtomobil

source: Phone
hi: फोन
sl: Telefon

source: High Fidelity Playback (A2DP Sink)
hi: उच्च निष्ठा प्लेबैक (A2DP सिंक)
sl: Predvajanje visoke ločljivosti (ponor A2DP)

source: High Fidelity Capture (A2DP Source)
hi: उच्च निष्ठा कैप्चर (A2DP स्रोत)
sl: Zajem visoke ločljivosti (vir A2DP)

source: Headset Head Unit (HSP)
hi: हेडसेट हेड यूनिट (HSP)
sl: Naglavna enota slušalk (HSP)

source: Headset Audio Gateway (HSP)
hi: हेडसेट ऑडियो गेटवे (HSP)
sl: Zvočni prehod za slušalke (HSP)

source: Handsfree Head Unit (HFP)
hi: हस्तमुक्त हेड यूनिट (HFP)
sl: Naglavna enota prostororočne naprave (HFP)

source: Handsfree Audio Gateway (HFP)
hi: हस्तमुक्त ऑडियो गेटवे (HFP)
sl: Zvočni prehod za prostororočno napravo (HFP)

source: source_name=<name for the source> source_properties=<properties for the source> source_master=<name of source to filter> sink_name=<name for the sink> sink_properties=<properties for the sink> sink_master=<name of sink to filter> adjust_time=<how often to readjust rates in s> adjust_threshold=<how much drift to readjust after in ms> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> aec_method=<implementation to use> aec_args=<parameters for the AEC engine> save_aec=<save AEC data in /tmp> autoloaded=<set if this module is being loaded automatically> use_volume_sharing=<yes or no> use_master_format=<yes or no>
hi: source_name=<स्रोत के लिए नाम> source_properties=<स्रोत के लिए गुण> source_master=<फिल्टर करने हेतु स्रोत का नाम> sink_name=<सिंक का नाम> sink_properties=<सिंक के लिए गुण> sink_master=<फिल्टर करने हेतु सिंक का नाम> adjust_time=<s में दरों को कितनी बार पुनः समायोजित करें?> adjust_threshold=<ms में कितने अभिप्राय के बाद पुनः समायोजन करना है> format=<नमूना प्रारूप> rate=<नमूना दर> channels=<चैनलों की संख्या> channel_map=<चैनल मानचित्र> aec_method=<उपयोग हेतु कार्यान्वयन> aec_args=<AEC इंजन के लिए पैरामीटर> save_aec=</tmp में AEC डेटा सहेजें> autoloaded=<निर्धारित करें कि क्या यह मॉड्यूल स्वचालित रूप से लोड हो रहा है> use_volume_sharing=<हां या नहीं> use_master_format=<हां या नहीं>
sl: source_name=<ime izvora> source_properties= source_master=<lastnosti vira> source_master=<ime vira za filtriranje> sink_name=<ime ponora> sink_properties=<lastnosti ponora> sink_master=<ime ponora za filtriranje> adjust_time=<kako pogosto se hitrost spremeni v s> adjust_threshold=<koliko zaniha za ponovno nastavitev v ms> format=<oblika vzorcev> rate=<mera vzorčenja> channels=<število kanalov> channel_map=<preslikava kanalov> aec_method=<uporabljena implementacija> aec_args=<parametri za mehanizem AEC> save_aec=<shrani podatke AEC v /tmp> autoloaded=<nastavite - če se modul naloži samodejno> <da ali ne> use_master_format<da ali ne>

source: On
hi: चालू
sl: Vključeno

source: Dummy Output
hi: डमी निर्गत
sl: Lažni izhod

source: Always keeps at least one sink loaded even if it's a null one
hi: हमेशा कम से कम एक सिंक लोड रखता है, भले ही वह शून्य ही क्यों न हो
sl: Vedno ohranja naložen vsaj en ponor, tudi če je ničeln

source: Always keeps at least one source loaded even if it's a null one
hi: हमेशा कम से कम एक स्रोत लोड रखता है, भले ही वह शून्य हो
sl: Vedno ohranja naložen vsaj en vir, tudi če je ničeln

source: General Purpose Equalizer
hi: सामान्य प्रयोजन तुल्यकारक
sl: Izenačevalnik za splošne namene

source: sink_name=<name of the sink> sink_properties=<properties for the sink> sink_master=<sink to connect to> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> autoloaded=<set if this module is being loaded automatically> use_volume_sharing=<yes or no>
hi: sink_name=<सिंक का नाम> sink_properties=<सिंक के लिए गुण> sink_master=<जुड़ने के लिए सिंक> format=<नमूना प्रारूप> rate=<नमूना दर> channels=<चैनलों की संख्या> channel_map=<चैनल मानचित्र> autoloaded=<निर्धारित करें कि क्या यह मॉड्यूल स्वचालित रूप से लोड हो रहा है> use_volume_sharing=<हां या नहीं>
sl: sink_name=<ime ponora> sink_properties= <lastnosti ponora> sink_master=<ime ponora za povezovanje> format=<oblika vzorca> rate=<mera vzorčenja> channels=<število kanalov> channel_map=<preslikava vhodnih kanalov> autoloaded=<ali naj se ta modul naloži samodejno> use_volume_sharing=<da ali ne>

source: FFT based equalizer on %s
hi: %s पर FFT आधारित तुल्यकारक
sl: Izenačevalnik na osnovi FFT na %s

source: autoclean=<automatically unload unused filters?>
hi: autoclean=<अप्रयुक्त फिल्टर को स्वचालित रूप से अनलोड करें?>
sl: autoclean=<samodejno nalaganje neuporabljenih filtrov?>

source: Virtual LADSPA sink
hi: वर्चुअल LADSPA सिंक
sl: Navidezno ponor LADSPA

source: sink_name=<name for the sink> sink_properties=<properties for the sink> sink_input_properties=<properties for the sink input> master=<name of sink to filter> sink_master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<input channel map> plugin=<ladspa plugin name> label=<ladspa plugin label> control=<comma separated list of input control values> input_ladspaport_map=<comma separated list of input LADSPA port names> output_ladspaport_map=<comma separated list of output LADSPA port names> autoloaded=<set if this module is being loaded automatically>
hi: sink_name=<सिंक का नाम> sink_properties=<सिंक के लिए गुण> sink_input_properties=<सिंक के लिए गुण> master=<फिल्टर हेतु सिंक का नाम> sink_master=<फिल्टर करने के लिए सिंक का नाम> format=<नमूना प्रारूप> rate=<नमूना दर> channels=<चैनलों की संख्या> channel_map=<आगत चैनल मानचित्र> plugin=<ladspa प्लगइन का नाम> label=<ladspa प्लगइन लेबल> control=<आगत नियंत्रण मानों की अल्पविराम से अलग की गई सूची> input_ladspaport_map=<आगत LADSPA पोर्ट नामों की अल्पविराम से अलग की गई सूची> output_ladspaport_map=<निर्गत LADSPA पोर्ट नामों की अल्पविराम से अलग की गई सूची> autoloaded=<निर्धारित करें कि क्या यह मॉड्यूल स्वचालित रूप से लोड हो रहा है>
sl: sink_name=<ime ponora> sink_properties= sink_input_properties=<lastnosti ponora> <lastnosti vhoda ponora> master=<ime ponora za filtriranje> sink_master=<ime ponora za filtriranje> format=<oblika vzorca> rate=<mera vzorčenja> channels=<število kanalov> channel_map=<preslikava vhodnih kanalov> plugin=<ime vstavka ladspa> label=<oznaka vstavka ladspa> control=<z vejicami ločen seznam vhodnih kontrolnih vrednosti> input_ladspaport_map=<z vejicami ločen seznam imen vhodnih vrat LADSPA> output_ladspaport_map=<z vejico ločen seznam imen izhodnih vrat LADSPA> autoloaded=<ali naj se ta modul naloži samodejno>

source: Clocked NULL sink
hi: क्लॉक्ड NULL सिंक
sl: Časovno spremljan ponor NULL

source: Null Output
hi: रिक्त निर्गत
sl: Ničelni izhod

source: Failed to set format: invalid format string %s
hi: प्रारूप निर्धारित करने में विफल: अमान्य प्रारूप स्ट्रिंग %s
sl: Oblike zapisa ni bilo mogoče nastaviti: neveljavna oblika niza %s

source: Output Devices
hi: निर्गत उपकरण
sl: Izhodne naprave

source: Input Devices
hi: आगत उपकरण
sl: Vhodne naprave

source: Audio on @HOSTNAME@
hi: @HOSTNAME@ पर ऑडियो
sl: Zvok na @HOSTNAME@

source: Tunnel for %s@%s
hi: %s@%s हेतु टनल
sl: Prehod za %s@%s

source: Tunnel to %s/%s
hi: %s/%s तक टनल
sl: Prehod do %s/%s

source: Virtual surround sink
hi: वर्चुअल सराउंड सिंक
sl: Ponor navideznega prostorskega zvoka

source: sink_name=<name for the sink> sink_properties=<properties for the sink> master=<name of sink to filter> sink_master=<name of sink to filter> format=<sample format> rate=<sample rate> channels=<number of channels> channel_map=<channel map> use_volume_sharing=<yes or no> force_flat_volume=<yes or no> hrir=/path/to/left_hrir.wav hrir_left=/path/to/left_hrir.wav hrir_right=/path/to/optional/right_hrir.wav autoloaded=<set if this module is being loaded automatically>
hi: sink_name=<सिंक का नाम> sink_properties=<सिंक के लिए गुण> master=<फिल्टर करने के लिए सिंक का नाम> sink_master=<फिल्टर करने के लिए सिंक का नाम> format=<नमूना प्रारूप> rate=<नमूना दर> channels=<चैनलों की संख्या> channel_map=<चैनल मानचित्र> use_volume_sharing=<हां या नहीं> force_flat_volume=<हां या नहीं> hrir=/path/to/left_hrir.wav hrir_left=/path/to/left_hrir.wav hrir_right=/path/to/optional/right_hrir.wav autoloaded=<निर्धारित करें कि क्या यह मॉड्यूल स्वचालित रूप से लोड हो रहा है>
sl: sink_name=<ime ponora> sink_properties=<lastnosti ponora> master=<ime ponora za filtriranje> sink_master=<ime ponora za filtriranje> format=<oblika vzorca> rate=<mera vzorčenja> channels=<število kanalov> channel_map=<preslikava vhodnih kanalov> use_volume_sharing=<da ali ne> force_flat_volume=<da ali ne> hrir=/pot/do/left_hrir.wav hrir_left=/pot/do/left_hrir.wav hrir_right=/pot/do/neobveznega/right_hrir.wav autoloaded=<ali naj se ta modul naloži samodejno>

source: Unknown device model
hi: अज्ञात उपकरण मॉडल
sl: Neznani model naprave

source: RAOP standard profile
hi: RAOP मानक प्रोफाइल
sl: Standardni profil RAOP

source: PulseAudio Sound Server
hi: PulseAudio ध्वनि सर्वर
sl: Zvočni strežnik PulseAudio

source: Front Center
hi: अग्र केंद्र
sl: Spredaj, sredina

source: Front Left
hi: अग्र बाएं
sl: Spredaj levo

source: Front Right
hi: अग्र दाएं
sl: Spredaj desno

source: Rear Center
hi: पश्च केंद्र
sl: Zadaj, sredina

source: Rear Left
hi: पश्च बाएं
sl: Zadaj levo

source: Rear Right
hi: पश्च दाएं
sl: Zadaj desno

source: Subwoofer
hi: सबवूफर
sl: Nizkotonski zvočnik

source: Front Left-of-center
hi: केंद्र के सामने बाएं
sl: Spredaj levo od sredine

source: Front Right-of-center
hi: केंद्र के सामने दाएं
sl: Spredaj desno od sredine

source: Side Left
hi: पार्श्व बाएं
sl: Ob strani levo

source: Side Right
hi: पार्श्व दाएं
sl: Ob strani desno

source: Auxiliary 0
hi: अतिरिक्त 0
sl: Pomožni 0

source: Auxiliary 1
hi: अतिरिक्त 1
sl: Pomožni 1

source: Auxiliary 2
hi: अतिरिक्त 2
sl: Pomožni 2

source: Auxiliary 3
hi: अतिरिक्त 3
sl: Pomožni 3

source: Auxiliary 4
hi: अतिरिक्त 4
sl: Pomožni 4

source: Auxiliary 5
hi: अतिरिक्त 5
sl: Pomožni 5

source: Auxiliary 6
hi: अतिरिक्त 6
sl: Pomožni 6

source: Auxiliary 7
hi: अतिरिक्त 7
sl: Pomožni 7

source: Auxiliary 8
hi: अतिरिक्त 8
sl: Pomožni 8

source: Auxiliary 9
hi: अतिरिक्त 9
sl: Pomožni 9

source: Auxiliary 10
hi: अतिरिक्त 10
sl: Pomožni 10

source: Auxiliary 11
hi: अतिरिक्त 11
sl: Pomožni 11

source: Auxiliary 12
hi: अतिरिक्त 12
sl: Pomožni 12

source: Auxiliary 13
hi: अतिरिक्त 13
sl: Pomožni 13

source: Auxiliary 14
hi: अतिरिक्त 14
sl: Pomožni 14

source: Auxiliary 15
hi: अतिरिक्त 15
sl: Pomožni 15

source: Auxiliary 16
hi: अतिरिक्त 16
sl: Pomožni 16

source: Auxiliary 17
hi: अतिरिक्त 17
sl: Pomožni 17

source: Auxiliary 18
hi: अतिरिक्त 18
sl: Pomožni 18

source: Auxiliary 19
hi: अतिरिक्त 19
sl: Pomožni 19

source: Auxiliary 20
hi: अतिरिक्त 20
sl: Pomožni 20

source: Auxiliary 21
hi: अतिरिक्त 21
sl: Pomožni 21

source: Auxiliary 22
hi: अतिरिक्त 22
sl: Pomožni 22

source: Auxiliary 23
hi: अतिरिक्त 23
sl: Pomožni 23

source: Auxiliary 24
hi: अतिरिक्त 24
sl: Pomožni 24

source: Auxiliary 25
hi: अतिरिक्त 25
sl: Pomožni 25

source: Auxiliary 26
hi: अतिरिक्त 26
sl: Pomožni 26

source: Auxiliary 27
hi: अतिरिक्त 27
sl: Pomožni 27

source: Auxiliary 28
hi: अतिरिक्त 28
sl: Pomožni 28

source: Auxiliary 29
hi: अतिरिक्त 29
sl: Pomožni 29

source: Auxiliary 30
hi: अतिरिक्त 30
sl: Pomožni 30

source: Auxiliary 31
hi: अतिरिक्त 31
sl: Pomožni 31

source: Top Center
hi: शीर्ष केंद्र
sl: Na sredini zgoraj

source: Top Front Center
hi: शीर्ष अग्र केंद्र
sl: Zgoraj spredaj, sredina

source: Top Front Left
hi: शीर्ष अग्र बाएं
sl: Zgoraj spredaj levo

source: Top Front Right
hi: शीर्ष अग्र दाएं
sl: Zgoraj spredaj desno

source: Top Rear Center
hi: शीर्ष पश्च केंद्र
sl: Zgoraj zadaj, sredina

source: Top Rear Left
hi: शीर्ष पश्च बाएं
sl: Zgoraj zadaj levo

source: Top Rear Right
hi: शीर्ष पश्च दाएं
sl: Zgoraj zadaj desno

source: (invalid)
hi: (अमान्य)
sl: (neveljavno)

source: Surround 4.0
hi: सराउंड 4.0
sl: Prostorski zvok 4.0

source: Surround 4.1
hi: सराउंड 4.1
sl: Prostorski zvok 4.1

source: Surround 5.0
hi: सराउंड 5.0
sl: Prostorski zvok 5.0

source: Surround 5.1
hi: सराउंड 5.1
sl: Prostorski zvok 5.1

source: Surround 7.1
hi: सराउंड 7.1
sl: Prostorski zvok 7.1

source: xcb_connect() failed
hi: xcb_connect() विफल
sl: xcb_connect() ni uspel

source: xcb_connection_has_error() returned true
hi: xcb_connection_has_error() सही मान लौटाता है
sl: xcb_connection_has_error() je vrnil true

source: Failed to parse cookie data
hi: कुकी डेटा का विश्लेषण करने में विफल
sl: Razčlenitev podatkov o piškotkih ni uspela

source: Received message for unknown extension '%s'
hi: अज्ञात विस्तार '%s' के लिए संदेश प्राप्त हुआ
sl: Prejeto sporočilo za neznano končnico »%s«

source: input
hi: आगत
sl: vhod

source: output
hi: निर्गत
sl: izhod

source: bidirectional
hi: द्विदिशात्मक
sl: dvosmerno

source: invalid
hi: अमान्य
sl: neveljavno

source: XDG_RUNTIME_DIR (%s) is not owned by us (uid %d), but by uid %d! (This could e.g. happen if you try to connect to a non-root PulseAudio as a root user, over the native protocol. Don't do that.)
hi: XDG_RUNTIME_DIR (%s) का स्वामित्व हमारे (uid %d) के पास नहीं है, बल्कि uid %d के पास है! (उदाहरण के लिए, ऐसा तब हो सकता है जब आप मूल प्रोटोकॉल पर एक गैर-रूट PulseAudio को रूट उपयोक्ता के रूप में जुड़ने का प्रयास करते हैं। ऐसा न करें।)
sl: XDG_RUNTIME_DIR (%s) ni v naši lasti (uiid %d), ampak v lasti uid %d (to se lahko npr. zgodi, če se poskušate povezati z nekorenskim PulseAudio kot korenski uporabnik prek izvornega protokola; ne počnite tega)!

source: yes
hi: हां
sl: da

source: no
hi: नहीं
sl: ne

source: Cannot access autospawn lock.
hi: autospawn लॉक तक नहीं पहुंच सके।
sl: Dostop do zaklepanja samodejnega izvajanja ni mogoč.

source: Failed to open target file '%s'.
hi: लक्ष्य फाइल '%s' खोलने में विफल।
sl: Ciljne datoteke »%s« ni bilo mogoče odpreti.

source: Tried to open target file '%s', '%s.1', '%s.2' ... '%s.%d', but all failed.
hi: लक्ष्य फाइल '%s', '%s.1', '%s.2'... '%s.%d' को खोलने का प्रयास किया, लेकिन सभी विफल रहे।
sl: Poskus odpiranja ciljne datoteke »%s«, »%s.1«, »%s.2« ... »%s. %d«, vendar nič ni uspelo.

source: Invalid log target.
hi: अमान्य लॉग लक्ष्य।
sl: Neveljaven cilj dnevnika.

source: Built-in Audio
hi: अंतर्निहित ऑडियो
sl: Vgrajen zvok

source: Modem
hi: मॉडेम

source: OK
hi: ठीक है
sl: V redu

source: Access denied
hi: पहुंच अस्वीकृत
sl: Dostop je zavrnjen

source: Unknown command
hi: अज्ञात कमांड
sl: Neznan ukaz

source: Invalid argument
hi: अमान्य तर्क
sl: Neveljaven argument

source: Entity exists
hi: इकाई अस्तित्व में है
sl: Entiteta obstaja

source: No such entity
hi: ऐसी कोई इकाई नहीं
sl: Ni takšne entitete

source: Connection refused
hi: कनेक्शन अस्वीकृत
sl: Zavrnjena povezava

source: Protocol error
hi: प्रोटोकाल त्रुटि
sl: Napaka v protokolu

source: Timeout
hi: समयबाह्य
sl: Čas je potekel

source: No authentication key
hi: कोई प्रमाणीकरण कुंजी नहीं
sl: Ni ključa za preverjanje pristnosti

source: Internal error
hi: आंतरिक त्रुटि
sl: Notranja napaka

source: Connection terminated
hi: कनेक्शन समाप्त हो गया
sl: Povezava zaključena

source: Entity killed
hi: इकाई मृत
sl: Entiteta uničena

source: Invalid server
hi: अमान्य सर्वर
sl: Neveljaven strežnik

source: Module initialization failed
hi: मॉडयूल आरंभीकरण असफल
sl: Inicializacija modula ni uspela

source: Bad state
hi: बुरी अवस्था
sl: Slabo stanje

source: No data
hi: कोई डेटा नहीं
sl: Ni podatkov

source: Incompatible protocol version
hi: असंगत प्रोटोकॉल संस्करण
sl: Nezdružljiva različica protokola

source: Too large
hi: बहुत बड़ा
sl: Preveliko

source: Not supported
hi: समर्थित नहीं
sl: Možnost ni podprta

source: Unknown error code
hi: अज्ञात त्रुटि कोड
sl: Neznana koda napake

source: No such extension
hi: ऐसा कोई विस्तार नहीं है
sl: Takšna pripona ne obstaja

source: Obsolete functionality
hi: अप्रचलित कार्यक्षमता
sl: Zastarela funkcionalnost

source: Missing implementation
hi: अनुपलब्ध कार्यान्वयन
sl: Ni implementirano

source: Client forked
hi: क्लाएंट फोर्क किया गया
sl: Odjemalec je razvejal

source: Input/Output error
hi: आगत/निर्गत त्रुटि
sl: Vhodno/izhodna napaka

source: Device or resource busy
hi: उपकरण या संसाधन व्यस्त
sl: Naprava ali vir je zasedena

source: Failed to drain stream: %s
hi: स्ट्रीम निकालने में विफल: %s
sl: Odliv toka ni uspel: %s

source: Playback stream drained.
hi: प्लेबैक स्ट्रीम खत्म हो गई।
sl: Tok predvajanja je izčrpan.

source: Draining connection to server.
hi: सर्वर से कनेक्शन खत्म हो रहा है।
sl: Odvajanje povezave s strežnikom.

source: pa_stream_begin_write() failed: %s
hi: pa_stream_begin_write() विफल: %s
sl: pa_stream_begin_write() ni uspel: %s

source: pa_stream_peek() failed: %s
hi: pa_stream_peek() विफल: %s
sl: pa_stream_peek() ni uspel: %s

source: Stream successfully created.
hi: स्ट्रीम सफलतापूर्वक निर्मित।
sl: Tok je bil uspešno ustvarjen.

source: pa_stream_get_buffer_attr() failed: %s
hi: pa_stream_get_buffer_attr() विफल: %s
sl: pa_stream_get_buffer_attr() ni uspel: %s

source: Buffer metrics: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u
hi: बफर मेट्रिक्स: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u
sl: Meritve medpomnilnika: maxlength=%u, tlength=%u, prebuf = %u, minreq=%u

source: Buffer metrics: maxlength=%u, fragsize=%u
hi: बफर मेट्रिक्स: maxlength=%u, fragsize=%u
sl: Meritve medpomnilnika: maxlength=%u, fragsize=%u

source: Using sample spec '%s', channel map '%s'.
hi: नमूना स्पेक '%s' का प्रयोग, चैनल मैप '%s'।
sl: Uporabljena specifikacija vzorcev »%s«, preslikava kanalov »%s«.

source: Connected to device %s (index: %u, suspended: %s).
hi: उपकरण %s से जुड़ा हुआ (सूचकांक: %u, निलंबित: %s)।
sl: Povezano z napravo %s (indeks: %u, začasno prekinjeno: %s).

source: Stream error: %s
hi: स्ट्रीम त्रुटि: %s
sl: Napaka toka: %s

source: Stream device suspended.%s
hi: स्ट्रीम उपकरण निलंबित.%s
sl: Pretočna naprava je začasno ustavljena. %s

source: Stream device resumed.%s
hi: स्ट्रीम उपकरण पुनर्बहाल.%s
sl: Pretočna naprava ponovno deluje. %s

source: Stream underrun.%s
hi: स्ट्रीम अंडररन.%s
sl: Podkoračitev toka. %s

source: Stream overrun.%s
hi: स्ट्रीम ओवररन.%s
sl: Prekoračitev toka. %s

source: Stream started.%s
hi: स्ट्रीम आरंभ.%s
sl: Tok se je začel. %s

source: Stream moved to device %s (%u, %ssuspended).%s
hi: स्ट्रीम उपकरण %s पर ले जाया गया (%u, %ssuspended).%s
sl: Tok je premaknjen v napravo %s (%u, %s začasno prekinjeno). %s

source: not
hi: नहीं
sl: ne

source: Stream buffer attributes changed.%s
hi: स्ट्रीम बफर विशेषताएं बदल गई.%s
sl: Spremenjeni so bili atributi medpomnilnika toka. %s

source: Cork request stack is empty: corking stream
hi: निलंबित अनुरोध स्टैक खाली है: स्ट्रीम बाधित है
sl: Sklad zahtev za cork je prazen: sledi začepitev toka

source: Cork request stack is empty: uncorking stream
hi: निलंबित अनुरोध स्टैक खाली है: स्ट्रीम फिर से शुरू हो रही है
sl: Sklad zahtev za cork je prazen: sledi odčepitev toka

source: Warning: Received more uncork requests than cork requests.
hi: चेतावनी: हमें स्ट्रीम रोकने के बजाय उसे फिर से शुरू करने के अधिक अनुरोध प्राप्त हुए।
sl: Opozorilo: Prejetih je več zahtev za uncork kot zahtev za cork.
