Repository: microsoft/pulseaudio
Catalog: po/*.po
Languages: hi, sl

source: Connection established.%s
hi: कनेक्शन स्थापित.%s
sl: Vzpostavljena povezava. %s

source: pa_stream_new() failed: %s
hi: pa_stream_new() विफल: %s
sl: pa_stream_new() ni uspel: %s

source: pa_stream_connect_playback() failed: %s
hi: pa_stream_connect_playback() विफल: %s
sl: pa_stream_connect_playback() ni uspel: %s

source: Failed to set monitor stream: %s
hi: स्ट्रीम की निगरानी स्थापित करने में विफल: %s
sl: Toka monitorja ni bilo mogoče nastaviti: %s

source: pa_stream_connect_record() failed: %s
hi: pa_stream_connect_record() विफल: %s
sl: pa_stream_connect_record() ni uspel: %s

source: Connection failure: %s
hi: कनेक्शन विफल.%s
sl: Spodletela povezava: %s

source: Got EOF.
hi: EOF मिला।
sl: Prejet EOF.

source: pa_stream_write() failed: %s
hi: pa_stream_write() विफल: %s
sl: pa_stream_write() ni uspel: %s

source: write() failed: %s
hi: write() विफल: %s
sl: write() ni uspel: %s

source: Got signal, exiting.
hi: संकेत मिला, बाहर निकल रहे हैं।
sl: Prejet signal, poteka izhod.

source: Failed to get latency: %s
hi: विलंबता प्राप्त करने में विफल: %s
sl: Pridobivanje zakasnitve je spodletelo: %s

source: Time: %0.3f sec; Latency: %0.0f usec.
hi: समय: %0.3f सेकं; विलंबता: %0.0f usec।
sl: Čas: %0.3f s; zakasnitev: %0.0f usec.

source: pa_stream_update_timing_info() failed: %s
hi: pa_stream_update_timing_info() विफल: %s
sl: pa_stream_update_timing_info() ni uspel: %s

source: %s [options] %s -h, --help Show this help --version Show version -r, --record Create a connection for recording -p, --playback Create a connection for playback -v, --verbose Enable verbose operations -s, --server=SERVER The name of the server to connect to -d, --device=DEVICE The name of the sink/source to connect to. The special names @DEFAULT_SINK@, @DEFAULT_SOURCE@ and @DEFAULT_MONITOR@ can be used to specify the default sink, source and monitor respectively. -n, --client-name=NAME How to call this client on the server --stream-name=NAME How to call this stream on the server --volume=VOLUME Specify the initial (linear) volume in range 0...65536 --rate=SAMPLERATE The sample rate in Hz (defaults to 44100) --format=SAMPLEFORMAT The sample format, see https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ for possible values (defaults to s16ne) --channels=CHANNELS The number of channels, 1 for mono, 2 for stereo (defaults to 2) --channel-map=CHANNELMAP Channel map to use instead of the default --fix-format Take the sample format from the sink/source the stream is being connected to. --fix-rate Take the sampling rate from the sink/source the stream is being connected to. --fix-channels Take the number of channels and the channel map from the sink/source the stream is being connected to. --no-remix Don't upmix or downmix channels. --no-remap Map channels by index instead of name. --latency=BYTES Request the specified latency in bytes. --process-time=BYTES Request the specified process time per request in bytes. --latency-msec=MSEC Request the specified latency in msec. --process-time-msec=MSEC Request the specified process time per request in msec. --property=PROPERTY=VALUE Set the specified property to the specified value. --raw Record/play raw PCM data. --passthrough Passthrough data. --file-format[=FFORMAT] Record/play formatted PCM data. --list-file-formats List available file formats. --monitor-stream=INDEX Record from the sink input with index INDEX.
hi: %s [विकल्प] %s -h, --help यह सहायता दिखाएं --version संस्करण दिखाएं -r, --record रिकॉर्डिंग के लिए कनेक्शन बनाएं -p, --playback प्लेबैक के लिए एक कनेक्शन बनाएं -v, --verbose वाचाल संचालन सक्षम करें -s, --server=SERVER जुड़ने के लिए सर्वर का नाम -d, --device=DEVICE जुड़ने के लिए सिंक/स्रोत का नाम। विशेष नाम @DEFAULT_SINK@, @DEFAULT_SOURCE@ और @DEFAULT_MONITOR@ का उपयोग क्रमशः तयशुदा सिंक, स्रोत और मॉनिटर को निर्दिष्ट करने के लिए किया जा सकता है। -n, --client-name=NAME इस क्लाइंट को सर्वर पर कैसे कॉल करें --stream-name=NAME इस स्ट्रीम को सर्वर पर कैसे कॉल करें --volume=VOLUME सीमा 0...65536 में प्रारंभिक (रैखिक) आवाज़ निर्दिष्ट करें --rate=SAMPLERATE Hz में नमूना दर (44100 पर तयशुदा) --format=SAMPLEFORMAT नमूना प्रारूप, संभावित मानों के लिए https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ देखें (s16ne पर तयशुदा) --channels=CHANNELS चैनलों की संख्या, मोनो के लिए 1, स्टीरियो के लिए 2 (तयशुदा रूप से 2) --channel-map=CHANNELMAP तयशुदा के बजाय उपयोग करने के लिए चैनल मानचित्र --fix-format उस सिंक/स्रोत से नमूना प्रारूप लें जिससे स्ट्रीम जोड़ी जा रही है। --fix-rate जिस सिंक/स्रोत से स्ट्रीम को जोड़ा जा रहा है, वहां से नमूना दर लें। --fix-channels जिस सिंक/स्रोत से स्ट्रीम जोड़ी जा रही है, उससे चैनलों की संख्या और चैनल मानचित्र लें। --no-remix चैनल को अपमिक्स या डाउनमिक्स न करें। --no-remap चैनलों को नाम के बजाय सूचकांक द्वारा मानचित्रित करें। --latency=BYTES बाइट्स में निर्दिष्ट विलंबता का अनुरोध करें। --process-time=BYTES बाइट्स में प्रति अनुरोध निर्दिष्ट प्रक्रिया समय का अनुरोध करें। --latency-msec=MSEC msec में निर्दिष्ट विलंबता का अनुरोध करें। --process-time-msec=MSEC msec में प्रति अनुरोध निर्दिष्ट प्रक्रिया समय का अनुरोध करें। --property=PROPERTY=VALUE निर्दिष्ट संपत्ति को निर्दिष्ट मान पर निर्धारित करें। --raw अपरिष्कृत PCM डेटा रिकॉर्ड करें/चलाएं। --passthrough पासथ्रू डेटा। --file-format[=FFORMAT] स्वरूपित PCM डेटा रिकॉर्ड/प्ले करें। --list-file-formats उपलब्ध फाइल स्वरूपों की सूची बनाएं। --monitor-stream=INDEX सूचकांक INDEX के साथ सिंक आगत से रिकॉर्ड करें।
sl: %s [možnosti] %s -h, --help Pokaži to pomoč --version Pokaži različico -r, --record Ustvarite povezavo za snemanje -p, --playback Ustvarite povezavo za predvajanje -v, --verbose Omogoči opisne operacije -s, --server=STREŽNIK Ime strežnika za povezavo -d, --device=NAPRAVA Ime ponora/vira za povezavo. Posebna imena @DEFAULT_SINK@, @DEFAULT_SOURCE@ in @DEFAULT_MONITOR@ se lahko uporabijo za določitev privzetega ponora, vira in monitorja. -n, --client-name=IME Kako poklicati tega odjemalca na strežniku --stream-name=IME Kako poklicati ta tok na strežniku --volume=GLASNOST Določite začetno (linearno) glasnost v območju 0...65536 --rate=MERAVZORČENJA Frekvenca vzorčenja v Hz (privzeto 44100) --format=OBLIKAVZORCA Vzorčna oblika, glej https://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/SupportedAudioFormats/ Za možne vrednosti (privzeto do s16ne) --channels=KANALI Število kanalov, 1 za mono, 2 za stereo (privzeto nastavljeno na 2) --channel-map=PRESLIKAVAKANALOV Preslikava kanalov, ki jo želite uporabiti namesto privzete --fix-format Vzemite obliko vzorca iz ponora/vira, s katerim je tok povezan. —fix-rate Hitrost vzorčenja vzemite iz ponora/vira, s katerim je tok povezan. --fix-channels Vzame število kanalov in preslikavo kanalov iz ponora/vira, na katerega je tok priključen. --no-remix Ne mešajte ali razmešajte kanalov. --no-remap Preslikajte kanale po indeksu namesto po imenu. --latency=BAJTI Zahtevajte določeno zakasnitev v bajtih. --process-time=BAJTI Zahtevajte določen čas obdelave na zahtevo v bajtih. --latency-msec=MS Zahtevajte določeno zakasnitev v ms. --process-time-msec=MS Zahtevajte določen čas postopka na zahtevo v ms. --property=LASTNOST=VREDNOST Nastavite navedeno lastnost na določeno vrednost. --raw Snemanje / predvajanje neobdelanih podatkov PCM. --passthrough Prehod podatkov brez spremembi. --file-format[=FFORMAT] Snemanje / predvajanje oblikovanih podatkov PCM. --list-file-formats Navede razpoložljive formate datotek. --monitor-stream=INDEKS Snemanje iz vhoda ponora z indeksom INDEKS.

source: Play back encoded audio files on a PulseAudio sound server.
hi: PulseAudio ध्वनि सर्वर पर एन्कोडेड ऑडियो फाइलें चलाएं।
sl: Predvajajte kodirane zvočne datoteke na zvočnem strežniku PulseAudio.

source: Capture audio data from a PulseAudio sound server and write it to a file.
hi: PulseAudio ध्वनि सर्वर से ऑडियो डेटा कैप्चर करें और इसे एक फाइल में लिखें।
sl: Zajemite zvočne podatke iz zvočnega strežnika PulseAudio in jih zapišite v datoteko.

source: Capture audio data from a PulseAudio sound server and write it to STDOUT or the specified file.
hi: PulseAudio ध्वनि सर्वर से ऑडियो डेटा कैप्चर करें और इसे STDOUT या निर्दिष्ट फाइल में लिखें।
sl: Zajemite zvočne podatke iz zvočnega strežnika PulseAudio in jih zapišite na STDOUT ali v določeno datoteko.

source: Play back audio data from STDIN or the specified file on a PulseAudio sound server.
hi: STDIN या निर्दिष्ट फाइल से ऑडियो डेटा को PulseAudio ध्वनि सर्वर पर चलाएं।
sl: Predvajajte zvočne podatke iz STDIN ali določene datoteke na zvočnem strežniku PulseAudio.

source: pacat %s Compiled with libpulse %s Linked with libpulse %s
hi: pacat %s libpulse %s के साथ संकलित libpulse %s से जुड़ा हुआ
sl: pacat %s Prevedeno z libpulse %s Povezano z libpulse %s

source: Invalid client name '%s'
hi: अमान्य क्लाइंट नाम '%s'
sl: Neveljavno ime odjemalca »%s«

source: Invalid stream name '%s'
hi: अमान्य स्ट्रीम नाम '%s'
sl: Neveljavno ime toka »%s«

source: Invalid channel map '%s'
hi: अमान्य चैनल मानचित्र '%s'
sl: Neveljaven zemljevid kanala »%s«

source: Invalid latency specification '%s'
hi: अमान्य विलंबता विनिर्देश '%s'
sl: Neveljavna specifikacija zakasnitve »%s«

source: Invalid process time specification '%s'
hi: अमान्य प्रक्रिया समय विनिर्देश '%s'
sl: Neveljavna specifikacija časa procesa »%s«

source: Invalid property '%s'
hi: अमान्य गुण '%s'
sl: Neveljavna lastnost »%s«

source: Unknown file format %s.
hi: अज्ञात फाइल प्रारूप %s।
sl: Neznana vrsta datoteke %s.

source: Failed to parse the argument for --monitor-stream
hi: --monitor-stream के लिए तर्क का विश्लेषण करने में विफल
sl: Argumenta za --monitor-stream ni bilo mogoče razčleniti

source: Invalid sample specification
hi: अमान्य नमूना विनिर्देश
sl: Neveljavna specifikacija vzorca

source: Too many arguments.
hi: बहुत ज्यादा तर्क।
sl: Preveč argumentov.

source: Failed to generate sample specification for file.
hi: फाइल के लिए नमूना विनिर्देश तैयार करने में विफल।
sl: Specifikacije vzorca za datoteko ni bilo mogoče ustvariti.

source: Failed to open audio file.
hi: ऑडियो फाइल खोलने में विफल।
sl: Zvočne datoteke ni bilo mogoče odpreti.

source: Warning: specified sample specification will be overwritten with specification from file.
hi: चेतावनी: निर्दिष्ट नमूना विनिर्देश को फाइल के विनिर्देश के साथ अधिलेखित कर दिया जाएगा।
sl: Opozorilo: določena specifikacija vzorca bo prepisana s specifikacijo iz datoteke.

source: Failed to determine sample specification from file.
hi: फाइल से नमूना विनिर्देश निर्धारित करने में विफल।
sl: Specifikacije vzorca iz datoteke ni bilo mogoče določiti.

source: Warning: Failed to determine channel map from file.
hi: चेतावनी: फाइल से चैनल मानचित्र निर्धारित करने में विफल।
sl: Opozorilo: preslikave kanalov iz datoteke ni bilo mogoče določiti.

source: Channel map doesn't match sample specification
hi: चैनल मानचित्र नमूना विनिर्देश से मेल नहीं खाता
sl: Preslikava kanalov se ne ujema z vzorčnimi specifikacijami

source: Warning: failed to write channel map to file.
hi: चेतावनी: फाइल में चैनल मानचित्र लिखने में विफल रहा।
sl: Opozorilo: preslikave kanalov ni bilo mogoče zapisati v datoteko.

source: Opening a %s stream with sample specification '%s' and channel map '%s'.
hi: नमूना विनिर्देश '%s' और चैनल मानचित्र '%s' के साथ %s स्ट्रीम खोल रहें हैं।
sl: Odpiranje toka %s s specifikacijo vzorca »%s« in preslikavo kanalov »%s«.

source: recording
hi: रिकार्डिंग
sl: snemanje

source: playback
hi: प्लेबैक
sl: predvajanje

source: Failed to set media name.
hi: मीडिया नाम निर्धारित करने में विफल।
sl: Imena medija ni bilo mogoče nastaviti.

source: pa_mainloop_new() failed.
hi: pa_mainloop_new() विफल।
sl: pa_mainloop_new() ni uspel.

source: io_new() failed.
hi: io_new() विफल।
sl: io_new() ni uspel.

source: pa_context_new() failed.
hi: pa_context_new() विफल।
sl: pa_context_new() ni uspel.

source: pa_context_connect() failed: %s
hi: pa_context_connect() विफल: %s
sl: pa_context_connect() ni uspel: %s

source: pa_context_rttime_new() failed.
hi: pa_context_rttime_new() विफल।
sl: pa_context_rttime_new() ni uspel.

source: pa_mainloop_run() failed.
hi: pa_mainloop_run() विफल।
sl: pa_mainloop_run() ni uspel.

source: NAME [ARGS ...]
hi: नाम [तर्क...]
sl: IME [ARGUMENTI ...]

source: NAME|#N
hi: नाम|#N
sl: IME|#N

source: NAME
hi: नाम
sl: IME

source: NAME|#N VOLUME
hi: नाम|#N आवाज़
sl: IME|#N GLASNOST

source: #N VOLUME
hi: #N आवाज़
sl: #N GLASNOST

source: NAME|#N 1|0
hi: नाम|#N 1|0
sl: IME|#N 1|0

source: NAME|#N KEY=VALUE
hi: नाम|#N KEY=VALUE
sl: IME|#N KLJUČ=VREDNOST

source: NAME SINK|#N
hi: नाम सिंक|#N
sl: IME PONORA|#N

source: NAME FILENAME
hi: नाम फाइलनाम
sl: IME IMEDATOTEKE

source: PATHNAME
hi: पथनाम
sl: IMEPOTI

source: FILENAME SINK|#N
hi: फाइलनाम सिंक|#N
sl: IMEDATOTEKE PONOR|#N

source: #N SINK|SOURCE
hi: #N सिंक|स्रोत
sl: #N PONOR|VIR

source: CARD PROFILE
hi: कार्ड प्रोफाइल
sl: PROFIL KARTICE

source: NAME|#N PORT
hi: नाम|#N पोर्ट
sl: IME|#N VRATA

source: CARD-NAME|CARD-#N PORT OFFSET
hi: कार्ड-नाम|कार्ड-#N पोर्ट ऑफसेट
sl: IME-KARTICE|KARTICA-#N VRATA ODMIK

source: TARGET
hi: लक्ष्य
sl: CILJ

source: NUMERIC-LEVEL
hi: संख्यात्मक-स्तर
sl: ŠTEVILSKA-RAVEN

source: FRAMES
hi: फ्रेम
sl: SLIČICE

source: RECIPIENT MESSAGE [MESSAGE_PARAMETERS]
hi: प्राप्तकर्ता संदेश [MESSAGE_PARAMETERS]
sl: PREJEMNIK SPOROČILO [PARAMETRI_SPOROČILA]

source: -h, --help Show this help --version Show version When no command is given pacmd starts in the interactive mode.
hi: -h, --help यह सहायता दिखाएं --version संस्करण दिखाएं जब कोई कमांड नहीं दिया जाता है तो pacmd अंतर्क्रियात्मक मोड में शुरू हो जाता है।
sl: -h, --help Pokaži to pomoč --version okaži različico Ko ni nobenega ukaza, se pacmd zažene v interaktivnem načinu.

source: pacmd %s Compiled with libpulse %s Linked with libpulse %s
hi: pacmd %s libpulse %s के साथ संकलित libpulse %s से जुड़ा हुआ
sl: pacmd %s Prevedeno z libpulse %s Povezano z libpulse %s

source: No PulseAudio daemon running, or not running as session daemon.
hi: कोई PulseAudio डेमॉन नहीं चल रहा है, या सत्र डेमॉन के रूप में नहीं चल रहा है।
sl: Noben prikriti proces PulseAudio se ne izvaja ali ne deluje kot prikriti proces seje.

source: Failed to kill PulseAudio daemon.
hi: PulseAudio डेमॉन को मारने में विफल।
sl: Ni uspelo ubiti prikritega procesa PulseAudio.

source: Daemon not responding.
hi: डेमॉन जवाब नहीं दे रहा है।
sl: Prikriti proces se ne odziva.

source: Failed to get statistics: %s
hi: आंकड़े पाने में विफल: %s
sl: Statističnih podatkov ni bilo mogoče pridobiti: %s

source: Currently in use: %u block containing %s bytes total.
hi: वर्तमान में उपयोग में: %u ब्लॉक जिसमें कुल %s बाइट्स हैं।
sl: Trenutno v uporabi: %u blokov, ki vsebujejo skupno %s bajtov.

source: Allocated during whole lifetime: %u block containing %s bytes total.
hi: पूरे जीवनकाल के दौरान आवंटित: %u ब्लॉक जिसमें कुल %s बाइट्स हैं।
sl: Dodeljeno v celotni življenjski dobi: %u blokov, ki vsebujejo skupno %s bajtov.

source: Sample cache size: %s
hi: नमूना कैशे आकार: %s
sl: Velikost vzorčnega predpomnilnika: %s

source: Failed to get server information: %s
hi: सर्वर जानकारी प्राप्त करने में विफल: %s
sl: Podatkov o strežniku ni bilo mogoče pridobiti: %s

source: Server String: %s Library Protocol Version: %u Server Protocol Version: %u Is Local: %s Client Index: %u Tile Size: %zu
hi: सर्वर स्ट्रिंग: %s लाइब्रेरी प्रोटोकॉल संस्करण: %u सर्वर प्रोटोकॉल संस्करण: %u स्थानीय है: %s क्लाइंट सूचकांक: %u टाइल का आकार: %zu
sl: Niz strežnika: %s Različica protokola knjižnice: %u Različica protokola strežnika: %u Je krajevno: %s Indeks odjemalca: %u Velikost ploščic: %zu

source: User Name: %s Host Name: %s Server Name: %s Server Version: %s Default Sample Specification: %s Default Channel Map: %s Default Sink: %s Default Source: %s Cookie: %04x:%04x
hi: उपयोक्ता नाम: %s होस्ट का नाम: %s सर्वर का नाम: %s सर्वर संस्करण: %s तयशुदा नमूना विनिर्देश: %s तयशुदा चैनल मानचित्र: %s तयशुदा सिंक: %s तयशुदा स्रोत: %s कुकी: %04x:%04x
sl: Uporabniško ime: %s Ime gostitelja: %s Ime strežnika: %s Različica strežnika: %s Privzete specifikacije vzorca: %s Privzeta preslikava kanalov: %s Privzeti ponor: %s Privzeti vir: %s Piškotek: %04x:%04x

source: availability unknown
hi: उपलब्धता अज्ञात
sl: neznana razpoložljivost

source: available
hi: उपलब्ध
sl: na voljo

source: not available
hi: अनुपलब्ध
sl: ni na voljo

source: Unknown
hi: अज्ञात
sl: Neznano

source: Aux
hi: अतिरिक्त
sl: Zunanji vhod

source: Line
hi: लाइन
sl: Linijski

source: Mic
hi: माइक
sl: Mikrofon

source: Handset
hi: हैंडसेट
sl: Slušalka

source: Earpiece
hi: इयरपीस
sl: Slušalka (ušesna)

source: Bluetooth
hi: ब्लूटूथ

source: Network
hi: नेटवर्क
sl: Omrežje

source: Analog
hi: एनालॉग
sl: Analogno

source: Failed to get sink information: %s
hi: सिंक सूचना पाने में विफल: %s
sl: Podatkov o ponoru ni bilo mogoče pridobiti: %s

source: Sink #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s balance %0.2f Base Volume: %s Monitor Source: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s%s Properties: %s
hi: सिंक #%u अवस्था: %s नाम: %s विवरण: %s ड्राइवर: %s नमूना विनिर्देश: %s चैनल मानचित्र: %s स्वामी मॉड्यूल: %u मूक: %s आवाज़: %s संतुलन %0.2f आधार आवाज़: %s मॉनिटर स्रोत: %s विलंबता: %0.0f usec, विन्यस्त %0.0f usec फ्लैग: %s%s%s%s%s%s%s गुण: %s
sl: Ponor #%u Stanje: %s Ime: %s Opis: %s Gonilnik: %s Specifikacija vzorca: %s Preslikava kanalov: %s Modul lastnika: %u Izklop zvoka: %s Glasnost: %s ravnovesje %0.2f Osnovna glasnost: %s Vir monitorja: %s Zakasnitev: %0.0f usec, nastavljeno %0.0f usec Zastavice: %s%s%s%s%s%s%s Lastnosti: %s

source: Ports:
hi: पोर्ट:
sl: Vrata:

source: %s: %s (type: %s, priority: %u%s%s, %s)
hi: %s: %s (प्रकार: %s, प्राथमिकता: %u%s%s, %s)
sl: %s: %s (vrsta: %s, prednost: %u%s%s, %s)

source: , availability group:
hi: , उपलब्धता समूह:
sl: , skupina razpoložljivosti:

source: Active Port: %s
hi: सक्रिय पोर्ट: %s
sl: Aktivna vrata: %s

source: Formats:
hi: प्रारूप:
sl: Vrste zapisa:

source: Failed to get source information: %s
hi: स्रोत जानकारी प्राप्त करने में विफल: %s
sl: Podatkov o viru ni bilo mogoče pridobiti: %s

source: Source #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s balance %0.2f Base Volume: %s Monitor of Sink: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
hi: स्रोत #%u अवस्था: %s नाम: %s विवरण: %s ड्राइवर: %s नमूना विनिर्देश: %s चैनल मानचित्र: %s स्वामी मॉड्यूल: %u मूक: %s आवाज़: %s संतुलन %0.2f आधार आवाज़: %s सिंक का मॉनिटर: %s विलंबता: %0.0f usec, विन्यस्त %0.0f usec फ्लैग: %s%s%s%s%s%s गुण: %s
sl: Vir #%u Stanje: %s Ime: %s Opis: %s Gonilnik: %s Specifikacija vzorca: %s Preslikava kanalov: %s Modul lastnika: %u Izklop zvoka: %s Glasnost: %s ravnovesje %0.2f Osnovna glasnost: %s Monitor ponora: %s Zakasnitev: %0.0f usec, nastavljeno %0.0f usec Zastavice: %s%s%s%s%s%s Lastnosti: %s

source: Failed to get module information: %s
hi: मॉड्यूल जानकारी प्राप्त करने में विफल: %s
sl: Podatkov o modulu ni bilo mogoče pridobiti: %s

source: Module #%u Name: %s Argument: %s Usage counter: %s Properties: %s
hi: मॉड्यूल #%u नाम: %s तर्क: %s उपयोग गणक: %s गुण: %s
sl: Modul #%u Ime: %s Argument: %s Števec uporabe: %s Lastnosti: %s

source: Failed to get client information: %s
hi: क्लाइंट जानकारी प्राप्त करने में विफल: %s
sl: Podatkov o odjemalcu ni bilo mogoče pridobiti: %s

source: Client #%u Driver: %s Owner Module: %s Properties: %s
hi: क्लाइंट #%u ड्राइवर: %s स्वामी मॉड्यूल: %s गुण: %s
sl: Odjemalec #%u Gonilnik: %s Modul lastnika: %s Lastnosti: %s

source: Failed to get card information: %s
hi: कार्ड जानकारी प्राप्त करने में विफल: %s
sl: Podatkov o kartici ni bilo moč pridobiti: %s

source: Card #%u Name: %s Driver: %s Owner Module: %s Properties: %s
hi: कार्ड #%u नाम: %s ड्राइवर: %s स्वामी मॉड्यूल: %s गुण: %s
sl: Kartica #%u Ime: %s Gonilnik: %s Modul lastnika: %s Lastnosti: %s

source: Profiles:
hi: प्रोफाइल:
sl: Profili:

source: %s: %s (sinks: %u, sources: %u, priority: %u, available: %s)
hi: %s: %s (सिंक: %u, स्रोत: %u, प्राथमिकता: %u, उपलब्ध: %s)
sl: %s: %s (ponori: %u, viri: %u, prednost: %u, na voljo: %s)

source: Active Profile: %s
hi: सक्रिय प्रोफाइल: %s
sl: Aktivni profil: %s

source: %s: %s (type: %s, priority: %u, latency offset: %<PRId64> usec%s%s, %s)
hi: %s: %s (प्रकार: %s, प्राथमिकता: %u, विलंबता ऑफसेट: %<PRId64> usec%s%s, %s)
sl: %s: %s (vrsta: %s, prioriteta: %u, odmik zakasnitve: %<PRId64> usec%s%s, %s)

source: Properties: %s
hi: गुण: %s
sl: Lastnosti: %s

source: Part of profile(s): %s
hi: प्रोफाइल का हिस्सा: %s
sl: Del profila(-ov): %s

source: Failed to get sink input information: %s
hi: सिंक आगत जानकारी प्राप्त करने में विफल: %s
sl: Podatkov o vhodu za ponor ni bilo mogoče pridobiti: %s

source: Sink Input #%u Driver: %s Owner Module: %s Client: %s Sink: %u Sample Specification: %s Channel Map: %s Format: %s Corked: %s Mute: %s Volume: %s balance %0.2f Buffer Latency: %0.0f usec Sink Latency: %0.0f usec Resample method: %s Properties: %s
hi: सिंक आगत #%u ड्राइवर: %s स्वामी मॉड्यूल: %s क्लाइंट: %s सिंक: %u नमूना विनिर्देश: %s चैनल मानचित्र: %s प्रारूप: %s बाधित: %s मूक: %s आवाज़: %s संतुलन %0.2f बफर विलंबता: %0.0f usec सिंक विलंबता: %0.0f usec पुनः प्रतिदर्श विधि: %s गुण: %s
sl: Vhod ponora #%u Gonilnik: %s Modul lastnika: %s Odjemalec: %s Ponor: %u Specifikacija vzorca: %s Preslikava kanalov: %s Oblika: %s Zamašen: %s Izklop zvoka: %s Glasnost: %s ravnovesje %0.2f Zakasnitev medpomnilnika: %0.0f usec Zakasnitev ponora: %0.0f usec Metoda ponovnega vzorčenja: %s Lastnosti: %s

source: Failed to get source output information: %s
hi: स्रोत निर्गत जानकारी प्राप्त करने में विफल: %s
sl: Pridobivanje izhodnih informacij izvora ni uspelo: %s

source: Source Output #%u Driver: %s Owner Module: %s Client: %s Source: %u Sample Specification: %s Channel Map: %s Format: %s Corked: %s Mute: %s Volume: %s balance %0.2f Buffer Latency: %0.0f usec Source Latency: %0.0f usec Resample method: %s Properties: %s
hi: स्रोत निर्गत #%u ड्राइवर: %s स्वामी मॉड्यूल: %s क्लाइंट: %s स्रोत: %u नमूना विनिर्देश: %s चैनल मानचित्र: %s प्रारूप: %s बाधित: %s मूक: %s आवाज़: %s संतुलन %0.2f बफर विलंबता: %0.0f usec स्रोत विलंबता: %0.0f usec पुनः प्रतिदर्श विधि: %s गुण: %s
sl: Izhod vira #%u Gonilnik: %s Modul lastnika: %s Odjemalec: %s Vir: %u Specifikacija vzorca: %s Preslikava kanalov: %s Oblika: %s Zamašeno: %s Izklop zvoka: %s Glasnost: %s ravnovesje %0.2f Zakasnitev medpomnilnika: %0.0f usec Zakasnitev vira: %0.0f usec Metoda ponovnega vzorčenja: %s Lastnosti: %s

source: Failed to get sample information: %s
hi: नमूना जानकारी प्राप्त करने में विफल: %s
sl: Informacij o vzorcu ni bilo mogoče pridobiti: %s

source: Sample #%u Name: %s Sample Specification: %s Channel Map: %s Volume: %s balance %0.2f Duration: %0.1fs Size: %s Lazy: %s Filename: %s Properties: %s
hi: नमूना #%u नाम: %s नमूना विनिर्देश: %s चैनल मानचित्र: %s आवाज़: %s संतुलन %0.2f अवधि: %0.1fs आकार: %s आलसी: %s फाइल नाम: %s गुण: %s
sl: Vzorec #%u Ime: %s Specifikacija vzorca: %s Preslikava kanalov: %s Glasnnost: %s ravnovesje %0.2f Trajanje: %0.1f Velikost: %s Lenost: %s Ime datoteke: %s Lastnosti: %s

source: Failure: %s
hi: विफलता: %s
sl: Neuspeh: %s

source: Send message failed: %s
hi: संदेश भेजना विफल: %s
sl: Pošiljanje sporočila ni uspelo: %s

source: list-handlers message failed: %s
hi: list-handlers संदेश विफल: %s
sl: Sporočilo list-handlers ni uspelo: %s

source: list-handlers message response could not be parsed correctly
hi: list-handlers संदेश प्रतिक्रिया का सही ढंग से विश्लेषण नहीं किया जा सका
sl: sporočila odziva list-handlers ni možno pravilno razčleniti

source: list-handlers message response is not a JSON array
hi: list-handlers संदेश प्रतिक्रिया JSON सरणी नहीं है
sl: sporočilo odziva list-handlers ni polje JSON
