Repository: microsoft/pulseaudio
Catalog: po/*.po
Languages: hi, sl

source: %s [options] COMMANDS: -h, --help Show this help --version Show version --dump-conf Dump default configuration --dump-modules Dump list of available modules --dump-resample-methods Dump available resample methods --cleanup-shm Cleanup stale shared memory segments --start Start the daemon if it is not running -k --kill Kill a running daemon --check Check for a running daemon (only returns exit code) OPTIONS: --system[=BOOL] Run as system-wide instance -D, --daemonize[=BOOL] Daemonize after startup --fail[=BOOL] Quit when startup fails --high-priority[=BOOL] Try to set high nice level (only available as root, when SUID or with elevated RLIMIT_NICE) --realtime[=BOOL] Try to enable realtime scheduling (only available as root, when SUID or with elevated RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Disallow user requested module loading/unloading after startup --disallow-exit[=BOOL] Disallow user requested exit --exit-idle-time=SECS Terminate the daemon when idle and this time passed --scache-idle-time=SECS Unload autoloaded samples when idle and this time passed --log-level[=LEVEL] Increase or set verbosity level -v --verbose Increase the verbosity level --log-target={auto,syslog,stderr,file:PATH,newfile:PATH} Specify the log target --log-meta[=BOOL] Include code location in log messages --log-time[=BOOL] Include timestamps in log messages --log-backtrace=FRAMES Include a backtrace in log messages -p, --dl-search-path=PATH Set the search path for dynamic shared objects (plugins) --resample-method=METHOD Use the specified resampling method (See --dump-resample-methods for possible values) --use-pid-file[=BOOL] Create a PID file --no-cpu-limit[=BOOL] Do not install CPU load limiter on platforms that support it. --disable-shm[=BOOL] Disable shared memory support. --enable-memfd[=BOOL] Enable memfd shared memory support. STARTUP SCRIPT: -L, --load="MODULE ARGUMENTS" Load the specified plugin module with the specified argument -F, --file=FILENAME Run the specified script -C Open a command line on the running TTY after startup -n Don't load default script file
hi: %s [विकल्प] कमांड: -h, --help यह सहायता दिखाएं --version संस्करण दिखाएं --dump-conf तयशुदा विन्यास डंप करें --dump-modules उपलब्ध मॉड्यूल की डंप सूची --dump-resample-methods उपलब्ध पुन: प्रतिदर्श पद्धतियों को डंप करें --cleanup-shm पुराने साझा मेमोरी खंडों को साफ़ करें --start यदि डेमॉन नहीं चल रहा है तो उसे प्रारंभ करें -k --kill चालू डेमॉन को ख़त्म कर करता है --check चल रहे डेमॉन की जाँच करें (केवल निकास कोड लौटाता है) विकल्प: --system[=BOOL] सिस्टम-वाइड इंस्टैंस के रूप में चलाएं -D, --daemonize[=BOOL] स्टार्टअप के बाद डेमोनाइज़ करें --fail[=BOOL] स्टार्टअप विफल होने पर छोड़ दें --high-priority[=BOOL] उच्च अच्छा स्तर स्थापित करने का प्रयास करें (केवल रूट के रूप में उपलब्ध है, जब SUID या उन्नत RLIMIT_NICE के साथ) --realtime[=BOOL] रीयलटाइम शेड्यूलिंग सक्षम करने का प्रयास करें (केवल रूट के रूप में उपलब्ध है, जब SUID या उन्नत RLIMIT_RTPRIO के साथ) --disallow-module-loading[=BOOL] स्टार्टअप के बाद उपयोक्ता द्वारा अनुरोधित मॉड्यूल लोडिंग/अनलोडिंग की अनुमति न दें --disallow-exit[=BOOL] उपयोक्ता द्वारा अनुरोधित निकास को अस्वीकृत करें --exit-idle-time=SECS निष्क्रिय होने और यह समय बीत जाने पर डेमॉन को समाप्त करें --scache-idle-time=SECS निष्क्रिय होने पर स्वतः लोड किए गए नमूने उतारें और यह समय बीत गया --log-level[=LEVEL] वाचालता स्तर बढ़ाएं या निर्धारित करें -v --verbose वाचालता स्तर बढ़ाएं --log-target={auto,syslog,stderr,file:PATH,newfile:PATH} लॉग लक्ष्य निर्दिष्ट करें --log-meta[=BOOL] लॉग संदेशों में कोड स्थान शामिल करें --log-time[=BOOL] लॉग संदेशों में समय-चिह्न शामिल करें --log-backtrace=FRAMES लॉग संदेशों में बैकट्रेस शामिल करें -p, --dl-search-path=PATH गतिशील साझा वस्तुओं (प्लगइन्स) के लिए खोज पथ निर्धारित करें --resample-method=METHOD निर्दिष्ट पुन: प्रतिदर्श विधि का उपयोग करें (संभावित मानों के लिए --dump-resample-methods देखें) --use-pid-file[=BOOL] एक PID फाइल बनाएं --no-cpu-limit[=BOOL] उन प्लेटफ़ॉर्म पर CPU लोड सीमक स्थापित न करें जो इसका समर्थन करते हैं। --disable-shm[=BOOL] साझा मेमोरी समर्थन अक्षम करें. --enable-memfd[=BOOL] memfd साझा मेमोरी समर्थन सक्षम करें। स्टार्टअप स्क्रिप्ट: -L, --load="MODULE ARGUMENTS" निर्दिष्ट प्लगइन मॉड्यूल को निर्दिष्ट तर्क के साथ लोड करें -F, --file=FILENAME निर्दिष्ट स्क्रिप्ट चलाएं -C स्टार्टअप के बाद चल रहे TTY पर कमांड लाइन खोलें -n तयशुदा स्क्रिप्ट फाइल लोड न करें
sl: %s [možnosti] UKAZI: -h, --help Pokaži to pomoč --version Pokaži različico --dump-conf Izvrzi privzeto prilagoditev --dump-modules Izvrzi seznam razpoložljivih modulov --dump-resample-methods Izvrzi razpoložljive metode ponovnega vzorčenja --cleanup-shm Čiščenje zastarelih segmentov pomnilnika v skupni rabi --start Zaženite prikriti proces, če se ne izvaja -k --kill Ubijte tekoči prikriti proces --check Preverite, ali je prikazan samo tekoči prikriti proces (vrne samo izhodno kodo) MOŽNOSTI: --system[=BOOL] Zaženite kot sistemski primerek -D, --daemonize[=BOOL] Preide v prikriti proces po zagonu --fail[=BOOL] Zaprite, ko zagon ne uspe --high-priority[=BOOL] Poskusite nastaviti visoko raven (na voljo samo kot root, kadar je SUID ali z zvišanim RLIMIT_NICE) --realtime[=BOOL] Poskusite omogočiti načrtovanje v realnem času (na voljo samo kot root, kadar je SUID ali z zvišano RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Onemogoči modulu, ki ga zahteva uporabnik, nalaganje/razkladanje po zagonu --disallow-exit[=BOOL] Onemogoči od uporabnika zahtevani izhod --exit-idle-time=SECS Končajte prikriti proces v prostem teku in po preteku navedenega časa --scache-idle-time=SECS Raztovorite samodejno naložene vzorce, ko je v mirovanju in po preteku navedenega časa --log-level[=RAVEN] Povečanje ali nastavitev ravni izrecnosti -v --verbose Povečajte raven izrecnosti sporočil --log-target={auto,syslog,stderr,file:POT,newfile:POT} Določanje cilja dnevnika --log-meta[=BOOL] Vključitev mesta kode v dnevniška sporočila --log-time[=BOOL] Vključitev časovnih žigov v sporočila dnevnika --log-backtrace=SLIČICE Vključitev povratne sledi v dnevniška sporočila -p, --dl-search-path=PATH Nastavitev iskalne poti za dinamično skupno rabljenih predmetov (vstavki) --resample-method=METODA Uporabite določeno metodo ponovnega vzorčenja (glejte ---dump-resample-methods za možne vrednosti) --use-pid-file[=BOOL] Ustvarite datoteko PID --no-cpu-limit[=BOOL] Ne nameščaj omejevalnika obremenitve CPE-ja na platformah, ki ga podpirajo. --disable-shm[=BOOL] Onemogočite podporo pomnilnika v skupni rabi. --enable-memfd[=BOOL] Omogočite podporo za pomnilnik v skupni rabi memfd. ZAGONSKI SKRIPT: -L, --load="ARGUMENTI MODULOV" Naložite navedeni modul vstavka z navedenim argumentom -F, --file=IMEDATOTEKE Zaženite določen skript -C Odprite ukazno vrstico na tekočem TTY po zagonu -n Ne naložite privzete skriptne datoteke

source: --daemonize expects boolean argument
hi: --daemonize बूलियन तर्क की अपेक्षा करता है
sl: --daemonize pričakuje logični argument

source: --fail expects boolean argument
hi: --fail बूलियन तर्क की अपेक्षा करता है
sl: --fail pričakuje logični argument

source: --log-level expects log level argument (either numeric in range 0..4 or one of error, warn, notice, info, debug).
hi: --log-level लॉग स्तर तर्क की अपेक्षा करता है (या तो श्रेणी 0..4 में संख्यात्मक या त्रुटि, चेतावनी, नोटिस, जानकारी, डीबग में से एक)।
sl: --log-level pričakuje argument na ravni zapisnika (bodisi številski v obsegu 0..4, bodisi argument napake, opozorila, obvestila, informacije, odpravljanje napak: error, warn, notice, info, debug).

source: --high-priority expects boolean argument
hi: --high-priority बूलियन तर्क की अपेक्षा करता है
sl: --high-priority pričakuje logični argument

source: --realtime expects boolean argument
hi: --realtime बूलियन तर्क की अपेक्षा करता है
sl: --realtime pričakuje logični argument

source: --disallow-module-loading expects boolean argument
hi: --disallow-module-loading बूलियन तर्क की अपेक्षा करता है
sl: --disallow-module-loading pričakuje logični argument

source: --disallow-exit expects boolean argument
hi: --disallow-exit बूलियन तर्क की अपेक्षा करता है
sl: --disallow-exit pričakuje logični argument

source: --use-pid-file expects boolean argument
hi: --use-pid-file बूलियन तर्क की अपेक्षा करता है
sl: --use-pid-file pričakuje logični argument

source: Invalid log target: use either 'syslog', 'journal', 'stderr' or 'auto' or a valid file name 'file:<path>', 'newfile:<path>'.
hi: अमान्य लॉग लक्ष्य: या तो 'syslog', 'journal', 'stderr' या 'auto' या मान्य फाइल नाम 'file:<path>', 'newfile:<path>' का उपयोग करें।
sl: Neveljaven cilj zapisnika: uporabite 'syslog', 'journal', 'stderr' ali 'auto' ali veljavno ime datoteke 'file:<pot>', 'newfile:<pot>'.

source: Invalid log target: use either 'syslog', 'stderr' or 'auto' or a valid file name 'file:<path>', 'newfile:<path>'.
hi: अमान्य लॉग लक्ष्य: या तो 'syslog', 'stderr' या 'auto' या मान्य फाइल नाम 'file:<path>', 'newfile:<path>' का उपयोग करें।
sl: Neveljaven cilj zapisnika: uporabite 'syslog', 'stderr' ali 'auto' ali veljavno ime datoteke 'datoteka:<pot>', 'newfile:<pot>'.

source: --log-time expects boolean argument
hi: --log-time बूलियन तर्क की अपेक्षा करता है
sl: --log-time pričakuje logični argument

source: --log-meta expects boolean argument
hi: --log-meta बूलियन तर्क की अपेक्षा करता है
sl: --log-meta pričakuje logični argument

source: Invalid resample method '%s'.
hi: अमान्य पुनः प्रतिदर्श विधि '%s'।
sl: Neveljavna metoda prevzorčenja "%s".

source: --system expects boolean argument
hi: --system बूलियन तर्क की अपेक्षा करता है
sl: --system pričakuje logični argument

source: --no-cpu-limit expects boolean argument
hi: --no-cpu-limit बूलियन तर्क की अपेक्षा करता है
sl: ---no-cpu-limit pričakuje logični argument

source: --disable-shm expects boolean argument
hi: --disable-shm बूलियन तर्क की अपेक्षा करता है
sl: --disable-shm pričakuje logični argument

source: --enable-memfd expects boolean argument
hi: --enable-memfd बूलियन तर्क की अपेक्षा करता है
sl: --enable-memfd pričakuje logični argument

source: [%s:%u] Invalid log target '%s'.
hi: [%s:%u] अमान्य लॉग लक्ष्य '%s'।
sl: [%s:%u] Neveljaven cilj zapisnika »%s«.

source: [%s:%u] Invalid log level '%s'.
hi: [%s:%u] अमान्य लॉग स्तर '%s'।
sl: [%s:%u] Neveljavna raven zapisnika »%s«.

source: [%s:%u] Invalid resample method '%s'.
hi: [%s:%u] अमान्य पुनः प्रतिदर्श विधि '%s'।
sl: [%s:%u] Neveljavna metoda prevzorčenja "%s".

source: [%s:%u] Invalid rlimit '%s'.
hi: [%s:%u] अमान्य rlimit '%s'।
sl: [%s:%u] Neveljavna omejitev rlimit "%s".

source: [%s:%u] Invalid sample format '%s'.
hi: [%s:%u] अमान्य प्रतिदर्श प्रारूप '%s'।
sl: [%s:%u] Neveljavna oblika vzorca »%s«.

source: [%s:%u] Invalid sample rate '%s'.
hi: [%s:%u] अमान्य प्रतिदर्श दर '%s'।
sl: [%s:%u] Neveljavna frekvenca vzorčenja "%s".

source: [%s:%u] Invalid sample channels '%s'.
hi: [%s:%u] अमान्य प्रतिदर्श चैनल '%s'।
sl: [%s:%u] Neveljavni kanali vzorca »%s«.

source: [%s:%u] Invalid channel map '%s'.
hi: [%s:%u] अमान्य चैनल मानचित्र '%s'।
sl: [%s:%u] Neveljaven zemljevid kanala »%s«.

source: [%s:%u] Invalid number of fragments '%s'.
hi: [%s:%u] टुकड़ों की अमान्य संख्या '%s'।
sl: [%s:%u] Neveljavno število odlomkov "%s".

source: [%s:%u] Invalid fragment size '%s'.
hi: [%s:%u] अमान्य खंड आकार '%s'।
sl: [%s:%u] Neveljavna velikost fragmenta »%s«.

source: [%s:%u] Invalid nice level '%s'.
hi: [%s:%u] अमान्य नाइस स्तर '%s'।
sl: [%s:%u] Neveljavna lepa raven '%s'.

source: [%s:%u] Invalid server type '%s'.
hi: [%s:%u] अमान्य सर्वर प्रकार '%s'।
sl: [%s:%u] Neveljavna vrsta strežnika '%s'.

source: Failed to open configuration file: %s
hi: विन्यास फाइल खोलने में विफल: %s
sl: Prilagoditvene datoteke ni bilo mogoče odpreti: %s

source: The specified default channel map has a different number of channels than the specified default number of channels.
hi: निर्दिष्ट तयशुदा चैनल मानचित्र के पास चैनल की भिन्न संख्या है चैनल की तयशुदा निर्दिष्ट संख्या के बनिस्पत।
sl: Navedeni privzeti zemljevid kanalov ima drugačno število kanalov od navedenega privzetega števila kanalov.

source: ### Read from configuration file: %s ###
hi: ### विन्यास फाइल से पढ़ें: %s ###
sl: ### Preberi iz prilagoditvene datoteke: %s ###

source: Name: %s
hi: नाम: %s
sl: Ime: %s

source: No module information available
hi: कोई मॉड्यूल सूचना उपलब्ध नहीं
sl: Informacije o modulu niso na voljo

source: Version: %s
hi: संस्करण: %s
sl: Različica: %s

source: Description: %s
hi: विवरण: %s
sl: Opis: %s

source: Author: %s
hi: लेखक: %s
sl: Avtor: %s

source: Usage: %s
hi: उपयोग: %s
sl: Uporaba: %s

source: Load Once: %s
hi: एक बार लोड करें: %s
sl: Naloži enkrat: %s

source: DEPRECATION WARNING: %s
hi: अवमूल्यन चेतावनी: %s
sl: OPOZORILO O ZASTARANJU: %s

source: Path: %s
hi: पथ: %s
sl: Pot: %s

source: Failed to open module %s: %s
hi: मॉड्यूल %s खोलने में विफल: %s
sl: Modula %s ni bilo mogoče odpreti: %s

source: Failed to find original lt_dlopen loader.
hi: मूल lt_dlopen लोडर ढूंढने में विफल।
sl: Ni bilo mogoče najti originalnega nakladalnika lt_dlopen.

source: Failed to allocate new dl loader.
hi: नया dl लोडर आवंटित करने में विफल।
sl: Dodelitev novega nakladalnika dl je spodletela.

source: Failed to add bind-now-loader.
hi: bind-now-loader जोड़ने में विफल।
sl: Dodajanje bind-now-loader je spodletelo.

source: Failed to find user '%s'.
hi: उपयोक्ता '%s' खोजने में विफल।
sl: Uporabnika "%s" ni bilo mogoče najti.

source: Failed to find group '%s'.
hi: समूह '%s' खोजने में विफल।
sl: Skupine »%s« ni bilo mogoče najti.

source: GID of user '%s' and of group '%s' don't match.
hi: उपयोक्ता '%s' और समूह '%s' का GID मेल नहीं खाता।
sl: GID uporabnika '%s' in skupine '%s' se ne ujemata.

source: Home directory of user '%s' is not '%s', ignoring.
hi: उपयोक्ता '%s' की गृह निर्देशिका '%s' नहीं है, इसे अनदेखा कर रहे हैं।
sl: Domača mapa uporabnika "%s" ni "%s", prezrta bo.

source: Failed to create '%s': %s
hi: '%s' बनाने में विफल: %s
sl: Ni bilo mogoče ustvariti »%s«: %s

source: Failed to change group list: %s
hi: समूह सूची बदलने में विफल: %s
sl: Seznama skupin ni bilo mogoče spremeniti: %s

source: Failed to change GID: %s
hi: GID बदलने में विफल: %s
sl: GID ni bilo mogoče spremeniti: %s

source: Failed to change UID: %s
hi: UID बदलने में विफल: %s
sl: Identifikacije UID ni bilo mogoče spremeniti: %s

source: System wide mode unsupported on this platform.
hi: इस प्लेटफार्म पर सिस्टम व्यापक विधि असमर्थित है।
sl: Način za celoten sistem ni podprt na tej platformi.

source: Failed to parse command line.
hi: कमांड लाइन विश्लेषण करने में विफल।
sl: Razčlenjevanje argumentov ukazne vrstice je spodletelo.

source: System mode refused for non-root user. Only starting the D-Bus server lookup service.
hi: गैर-रूट उपयोक्ता के लिए सिस्टम मोड अस्वीकृत हो गया। केवल D-Bus सर्वर लुकअप सेवा प्रारंभ कर रहा हूँ।
sl: Sistemski način je zavrnjen za uporabnika, ki ni korenski. Sledi samo zagon storitve iskanja strežnika D-Bus.

source: Failed to kill daemon: %s
hi: डेमॉन हटाने में विफल: %s
sl: Ni uspelo ubiti zalednega procesa: %s

source: This program is not intended to be run as root (unless --system is specified).
hi: यह प्रोग्राम बतौर रूट चलाने के लिए इच्छित नहीं है (जब तक --system निर्दिष्ट न हो)।
sl: Ta program ni namenjen zagonu kot root (razen če je določeno --sistem).

source: Root privileges required.
hi: रूट विशेषाधिकार आवश्यक।
sl: Potrebne so korenske pravice.

source: --start not supported for system instances.
hi: --start सिस्टम इंस्टैंस के लिए समर्थित नहीं है।
sl: --start ni podprto za sistemske primerke.

source: User-configured server at %s, refusing to start/autospawn.
hi: %s पर उपयोक्ता-विन्यस्त सर्वर, प्रारंभ/स्वतःपैदा करने से इनकार कर रहा है।
sl: Uporabniško prilagojen strežnik na %s, ki zavrača zagon / samodejno izvajanje.

source: User-configured server at %s, which appears to be local. Probing deeper.
hi: %s पर उपयोक्ता-विन्यस्त सर्वर, जो स्थानीय प्रतीत होता है। गहराई से जांच हो रही है।
sl: Uporabniško prilagojen strežnik na %s, ki je videti krajeven. Poteka globlje sondiranje.

source: Running in system mode, but --disallow-exit not set.
hi: सिस्टम मोड में चल रहा है, लेकिन --disallow-exit निर्धारित नहीं है।
sl: Deluje v sistemskem načinu, vendar --disallow-exit ni nastavljen.

source: Running in system mode, but --disallow-module-loading not set.
hi: सिस्टम मोड में चल रहा है, लेकिन --disallow-module-loading निर्धारित नहीं है।
sl: Deluje v sistemskem načinu, vendar ---disallow-module-loading ni nastavljeno.

source: Running in system mode, forcibly disabling SHM mode.
hi: सिस्टम मोड में चल रहा है, SHM मोड को बलपूर्वक अक्षम किया जा रहा है।
sl: Deluje v sistemskem načinu in prisilno onemogoča način SHM.

source: Running in system mode, forcibly disabling exit idle time.
hi: सिस्टम मोड में चल रहा है, निकास निष्क्रिय समय को बलपूर्वक अक्षम किया जा रहा है।
sl: Deluje v sistemskem načinu in prisilno onemogoča čas mirovanja.

source: Failed to acquire stdio.
hi: stdio प्राप्त करने में विफल।
sl: Ni uspelo pridobiti stdio.

source: pipe() failed: %s
hi: pipe() विफल: %s
sl: pipe() ni uspel: %s

source: fork() failed: %s
hi: fork() विफल: %s
sl: fork() ni uspel: %s

source: read() failed: %s
hi: read() विफल: %s
sl: read() ni uspel: %s

source: Daemon startup failed.
hi: डेमॉन आरंभ विफल।
sl: Zagon prikritega procesa ni uspel.

source: setsid() failed: %s
hi: setsid() विफल: %s
sl: setsid() ni uspel: %s

source: Failed to get machine ID
hi: मशीन ID पाने में विफल
sl: ID-ja naprave ni bilo mogoče pridobiti

source: OK, so you are running PA in system mode. Please make sure that you actually do want to do that. Please read http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ for an explanation why system mode is usually a bad idea.
hi: ठीक है, तो आप PA को सिस्टम मोड में चला रहे हैं। कृपया सुनिश्चित करें कि आप वास्तव में ऐसा करना चाहते हैं। सिस्टम मोड आमतौर पर एक बुरा विचार क्यों है, यह समझाने के लिए कृपया http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ पढ़ें।
sl: V redu, torej izvajate javno ozvočenje (PA) v sistemskem načinu. Prepričajte se, da to dejansko želite. Preberite http://www.freedesktop.org/wiki/Software/PulseAudio/Documentation/User/WhatIsWrongWithSystemWide/ za razlago, zakaj je izbor sistemskega načina običajno slaba zamisel.

source: pa_pid_file_create() failed.
hi: pa_pid_file_create() विफल।
sl: pa_pid_file_create() ni uspel.

source: pa_core_new() failed.
hi: pa_core_new() विफल।
sl: pa_core_new() ni uspel.

source: command line arguments
hi: कमांड लाइन तर्क
sl: argumenti ukazne vrstice

source: Failed to initialize daemon due to errors while executing startup commands. Source of commands: %s
hi: स्टार्टअप कमांड निष्पादित करते समय त्रुटियों के कारण डेमॉन प्रारंभ करने में विफल। आदेशों का स्रोत: %s
sl: Prikritega procesa ni bilo mogoče inicializirati zaradi napak med izvajanjem zagonskih ukazov. Vir ukazov: %s

source: Daemon startup without any loaded modules, refusing to work.
hi: किसी भी लोड किए गए मॉड्यूल के बिना डेमॉन स्टार्टअप, काम करने से इनकार कर रहा है।
sl: Zagon prikritega procesa brez naloženih modulov, zavrača delovanje.

source: PulseAudio Sound System
hi: PulseAudio आवाज़ प्रणाली
sl: Zvočni sistem PulseAudio

source: Start the PulseAudio Sound System
hi: PulseAudio आवाज़ प्रणाली प्रारंभ करें
sl: Zaženite zvočni sistem PulseAudio

source: Input
hi: आगत
sl: Vhod

source: Docking Station Input
hi: डॉकिंग स्टेशन आगत
sl: Vhod priklopne postaje

source: Docking Station Microphone
hi: डॉकिंग स्टेशन माइक्रोफोन
sl: Mikrofon priklopne postaje

source: Docking Station Line In
hi: डॉकिंग स्टेशन लाइन इन
sl: Linijski vhod priklopne postaje

source: Line In
hi: लाइन इन
sl: Linijski vhod

source: Microphone
hi: माइक्रोफोन
sl: Mikrofon

source: Front Microphone
hi: अगला माइक्रोफोन
sl: Sprednji mikrofon

source: Rear Microphone
hi: पिछला माइक्रोफोन
sl: Zadnji mikrofon

source: External Microphone
hi: बाहरी माइक्रोफोन
sl: Zunanji mikrofon

source: Internal Microphone
hi: आंतरिक माइक्रोफोन
sl: Notranji mikrofon

source: Radio
hi: रेडियो

source: Video
hi: वीडियो

source: Automatic Gain Control
hi: स्वचालित गेन नियंत्रण
sl: Samodejni nadzor ojačanja

source: No Automatic Gain Control
hi: कोई स्वचालित गेन नियंत्रण नहीं
sl: Brez samodejnega nadzora ojačanja

source: Boost
hi: बढ़ावा
sl: Ojačaj

source: No Boost
hi: कोई बढ़ावा नहीं
sl: Brez ojačitve

source: Amplifier
hi: प्रवर्धक
sl: Ojačevalnik

source: No Amplifier
hi: कोई प्रवर्धक नहीं
sl: Brez ojačevalnika

source: Bass Boost
hi: बास बढ़ावा
sl: Okrepi nizke tone

source: No Bass Boost
hi: कोई बास बढ़ावा नहीं
sl: Brez okrepitve nizkih tonov

source: Speaker
hi: स्पीकर
sl: Zvočnik

source: Headphones
hi: हेडफोन
sl: Slušalke

source: Analog Input
hi: एनालॉग आगत
sl: Analogni vhod

source: Dock Microphone
hi: डॉक माइक्रोफोन
sl: Priklopni mikrofon

source: Headset Microphone
hi: हेडसेट माइक्रोफोन
sl: Mikrofon s slušalkami

source: Analog Output
hi: एनालॉग निर्गत
sl: Analogni izhod

source: Headphones 2
hi: हेडफोन 2
sl: Slušalke 2

source: Headphones Mono Output
hi: हेडफोन मोनो निर्गत
sl: Mono izhod slušalk

source: Line Out
hi: लाइन आउट
sl: Linijski izhod

source: Analog Mono Output
hi: एनालॉग मोनो निर्गत
sl: Analogni mono izhod

source: Speakers
hi: स्पीकर
sl: Zvočniki

source: Digital Output (S/PDIF)
hi: डिजिटल निर्गत (S/PDIF)
sl: Digitalni izhod (S/PDIF)

source: Digital Input (S/PDIF)
hi: डिजिटल आगत (S/PDIF)
sl: Digitalni vhod (S/PDIF)

source: Multichannel Input
hi: मल्टीचैनल आगत
sl: Večkanalni vhod

source: Multichannel Output
hi: मल्टीचैनल निर्गत
sl: Večkanalni izhod

source: Game Output
hi: गेम निर्गत
sl: Vhod igre

source: Chat Output
hi: चैट निर्गत
sl: Izhod klepeta

source: Chat Input
hi: चैट आगत
sl: Vhod klepeta

source: Virtual Surround 7.1
hi: वर्चुअल सराउंड 7.1
sl: Navidezni prostorski zvok 7.1

source: Analog Mono
hi: एनालॉग मोनो
sl: Analogni mono

source: Analog Mono (Left)
hi: एनालॉग मोनो (बाएं)
sl: Analogni mono (levo)

source: Analog Mono (Right)
hi: एनालॉग मोनो (दाएं)
sl: Analogni mono (desno)

source: Analog Stereo
hi: एनालॉग स्टीरियो
sl: Analogni stereo

source: Mono
hi: मोनो

source: Stereo
hi: स्टीरियो

source: Headset
hi: हेडसेट
sl: Slušalke

source: Speakerphone
hi: स्पीकरफोन
sl: Zvočnik telefona

source: Multichannel
hi: मल्टीचैनल
sl: Večkanalno

source: Analog Surround 2.1
hi: एनालॉग सराउंड 2.1
sl: Analogni prostorski zvok 2.1

source: Analog Surround 3.0
hi: एनालॉग सराउंड 3.0
sl: Analogni prostorski zvok 3.0

source: Analog Surround 3.1
hi: एनालॉग सराउंड 3.1
sl: Analogni prostorski zvok 3.1

source: Analog Surround 4.0
hi: एनालॉग सराउंड 4.0
sl: Analogni prostorski zvok 4.0

source: Analog Surround 4.1
hi: एनालॉग सराउंड 4.1
sl: Analogni prostorski zvok 4.1

source: Analog Surround 5.0
hi: एनालॉग सराउंड 5.0
sl: Analogni prostorski zvok 5.0

source: Analog Surround 5.1
hi: एनालॉग सराउंड 5.1
sl: Analogni prostorski zvok 5.1

source: Analog Surround 6.0
hi: एनालॉग सराउंड 6.0
sl: Analogni prostorski zvok 6.0

source: Analog Surround 6.1
hi: एनालॉग सराउंड 6.1
sl: Analogni prostorski zvok 6.1

source: Analog Surround 7.0
hi: एनालॉग सराउंड 7.0
sl: Analogni prostorski zvok 7.0

source: Analog Surround 7.1
hi: एनालॉग सराउंड 7.1
sl: Analogni prostorski zvok 7.1

source: Digital Stereo (IEC958)
hi: डिजिटल स्टीरियो (IEC958)
sl: Digitalni stereo (IEC958)

source: Digital Surround 4.0 (IEC958/AC3)
hi: डिजिटल सराउंड 4.0 (IEC958/AC3)
sl: Digitalni prostorski zvok 4.0 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/AC3)
hi: डिजिटल सराउंड 5.1 (IEC958/AC3)
sl: Digitalni prostorski zvok 5.1 (IEC958/AC3)

source: Digital Surround 5.1 (IEC958/DTS)
hi: डिजिटल सराउंड 5.1 (IEC958/DTS)
sl: Digitalni prostorski zvok 5.1 (IEC958/DTS)

source: Digital Stereo (HDMI)
hi: डिजिटल स्टीरियो (HDMI)
sl: Digitalni stereo (HDMI)

source: Digital Surround 5.1 (HDMI)
hi: डिजिटल सराउंड 5.1 (HDMI)
sl: Digitalni prostorski zvok 5.1 (HDMI)

source: Chat
hi: चैट
sl: Klepet

source: Game
hi: गेम
sl: Igra

source: Analog Mono Duplex
hi: एनालॉग मोनो डुप्लेक्स
sl: Analogni mono dupleks
