Repository: microsoft/pulseaudio
Catalog: po/*.po
Languages: hi, sl

source: list-handlers message response array element %d is not a JSON object
hi: list-handlers संदेश प्रतिक्रिया सरणी तत्व %d एक JSON वस्तु नहीं है
sl: Element polja %d odziva sporočila list-handlers ni predmet JSON

source: Failed to unload module: Module %s not loaded
hi: मॉड्यूल अनलोड करने में विफल: मॉड्यूल %s लोड नहीं हुआ
sl: Modula ni uspelo odložiti: modul %s ni bil naložen

source: Failed to set volume: You tried to set volumes for %d channel, whereas channel(s) supported = %d
hi: आवाज़ निर्धारित करने में विफल: आपने %d चैनल के लिए आवाज़ निर्धारित करने का प्रयास किया, जबकि चैनल समर्थित = %d
sl: Glasnosti ni bilo mogoče nastaviti: glasnost ste poskušali nastaviti za %d kanalov, medtem ko je podprtih kanalov = %d

source: Failed to upload sample: %s
hi: नमूना अफलोड करने में विफल: %s
sl: Vzorca ni bilo mogoče naložiti: %s

source: Premature end of file
hi: फाइल का असामयिक अंत
sl: Prezgodnji konec datoteke

source: new
hi: नया
sl: novo

source: change
hi: बदलें
sl: spremeni

source: remove
hi: हटाएं
sl: odstrani

source: unknown
hi: अज्ञात
sl: neznano

source: sink
hi: सिंक
sl: ponor

source: source
hi: स्रोत
sl: vir

source: module
hi: मॉड्यूल
sl: modul

source: client
hi: क्लाइंट
sl: odjemalec

source: server
hi: सर्वर
sl: strežnik

source: card
hi: कार्ड
sl: kartica

source: Event '%s' on %s #%u
hi: %2$s #%3$u पर इवेंट '%1$s'
sl: Dogodek »%s« na %s #%u

source: Got SIGINT, exiting.
hi: SIGINT मिला, बाहर निकल रहा है।
sl: Prejet SIGINT, izhod.

source: Invalid volume specification
hi: अमान्य आवाज़ विनिर्देश
sl: Neveljavna specifikacija glasnosti

source: Volume outside permissible range.
hi: आवाज़ अनुमत सीमा से बाहर है।
sl: Glasnost je izven dovoljenega obsega.

source: Invalid number of volume specifications.
hi: आवाज़ विनिर्देशों की अमान्य संख्या।
sl: Neveljavno število specifikacij glasnosti.

source: Inconsistent volume specification.
hi: असंगत आवाज़ विनिर्देश।
sl: Nedosledna specifikacija glasnosti.

source: [options]
hi: [विकल्प]
sl: [možnosti]

source: [TYPE]
hi: [प्रकार]
sl: [VRSTA]

source: FILENAME [NAME]
hi: फाइलनाम [नाम]
sl: IMEDATOTEKE [IME]

source: NAME [SINK]
hi: नाम [सिंक]
sl: IME [PONOR]

source: NAME|#N VOLUME [VOLUME ...]
hi: नाम|#N आवाज़ [आवाज़ ...]
sl: IME|#N GLASNOST [GLASNOST ...]

source: #N VOLUME [VOLUME ...]
hi: #N आवाज़ [आवाज़...]
sl: #N GLASNOST [GLASNOST ...]

source: NAME|#N 1|0|toggle
hi: नाम|#N 1|0|टॉगल
sl: IME|#N 1|0|toggle

source: #N 1|0|toggle
hi: #N 1|0|टॉगल

source: #N FORMATS
hi: #N प्रारूप
sl: #N FORMATI

source: The special names @DEFAULT_SINK@, @DEFAULT_SOURCE@ and @DEFAULT_MONITOR@ can be used to specify the default sink, source and monitor.
hi: विशेष नाम @DEFAULT_SINK@, @DEFAULT_SOURCE@ और @DEFAULT_MONITOR@ तयशुदा सिंक, स्रोत और मॉनिटर को निर्दिष्ट करने के लिए उपयोग किया जा सकता है।
sl: Posebna imena @DEFAULT_SINK@, @DEFAULT_SOURCE@ in @DEFAULT_MONITOR@ Lahko se uporabljajo za določanje privzetega ponora, vira in monitorja.

source: -h, --help Show this help --version Show version -f, --format=FORMAT The format of the output. Either "normal" or "json" -s, --server=SERVER The name of the server to connect to -n, --client-name=NAME How to call this client on the server
hi: -h, --help यह सहायता दिखाएं --version संस्करण दिखाएं -f, --format=FORMAT निर्गत का प्रारूप। या तो "normal" या "json" -s, --server=SERVER जुड़ने के लिए सर्वर का नाम -n, --client-name=NAME इस क्लाइंट को सर्वर पर कैसे कॉल करें
sl: -h, --help Pokaži to pomoč --version Pokaži različico -f, --format=FORMAT Format izhoda. Ali "normal" ali "json" -s, --server=SERVER Ime strežnika za povezavo -n, --client-name=IME Kako klicati tega odjemalca na strežniku

source: pactl %s Compiled with libpulse %s Linked with libpulse %s
hi: pactl %s libpulse %s के साथ संकलित libpulse %s से जुड़ा हुआ
sl: pactl %s Prevedeno z libpulse %s Povezano z libpulse %s

source: Invalid format value '%s'
hi: अमान्य प्रारूप मान '%s'
sl: Neveljavna vrednost oblike »%s«

source: Specify nothing, or one of: %s
hi: कुछ भी निर्दिष्ट न करें, या इनमें से कोई एक: %s
sl: Ne določite ničesar ali eno od naslednjih: %s

source: Please specify a sample file to load
hi: कृपया लोड करने हेतु एक नमूना फाइल निर्दिष्ट करें
sl: Navedite vzorčno datoteko za nalaganje

source: Failed to open sound file.
hi: ध्वनि फाइल खोलने में विफल।
sl: Zvočne datoteke ni bilo mogoče odpreti.

source: Warning: Failed to determine sample specification from file.
hi: चेतावनी: फाइल से नमूना विनिर्देश निर्धारित करने में विफल।
sl: Opozorilo: specifikacije vzorca iz datoteke ni bilo mogoče določiti.

source: You have to specify a sample name to play
hi: आपको किसी नमूना नाम को बजाने के लिए निर्दिष्ट करना है
sl: Določiti morate ime vzorca za predvajanje

source: You have to specify a sample name to remove
hi: आपको किसी नमूना नाम को हटाने के लिए निर्दिष्ट करना है
sl: Določiti morate ime vzorca, ki ga želite odstraniti

source: You have to specify a sink input index and a sink
hi: आपको किसी सिंक आगत सूची और सिंक को निर्दिष्ट करना है
sl: Določiti morate vhodni indeks ponora in ponor

source: You have to specify a source output index and a source
hi: आपको किसी सिंक स्रोत निर्गत और स्रोत को निर्दिष्ट करना है
sl: Določiti morate izhodni indeks vira in vir

source: You have to specify a module name and arguments.
hi: आपको किसी मॉड्यूल नाम और वितर्क को निर्दिष्ट करना है
sl: Določiti morate ime modula in argumente.

source: You have to specify a module index or name
hi: आपको एक मॉड्यूल सूचकांक या नाम निर्दिष्ट करना होगा
sl: Določiti morate indeks modula ali ime

source: You may not specify more than one sink. You have to specify a boolean value.
hi: आप एक से अधिक सिंक निर्दिष्ट नहीं कर सकते। आपको एक बूलियन मान निर्दिष्ट करना होगा।
sl: Določite lahko več kot en ponor. Določiti morate logično vrednost.

source: Invalid suspend specification.
hi: अमान्य निलंबित विनिर्देश।
sl: Neveljavna specifikacija začasne prekinitve.

source: You may not specify more than one source. You have to specify a boolean value.
hi: आप एक स्रोत से अधिक निर्दिष्ट नहीं कर सकते हैं। आपको किसी बुलियन मान को निर्दिष्ट करना है।
sl: Določite lahko samo en vir. Določiti morate logično vrednost.

source: You have to specify a card name/index and a profile name
hi: आपको एक कार्ड नाम/सूचकांक और एक प्रोफाइल नाम निर्दिष्ट करना होगा
sl: Določiti morate ime/indeks kartice in ime profila

source: You have to specify a sink name/index and a port name
hi: आपको एक सिंक नाम/इंडेक्स और एक पोर्ट नाम निर्दिष्ट करना होगा
sl: Določiti morate ime/indeks ponora in ime vrat

source: You have to specify a sink name
hi: आपको एक सिंक नाम निर्दिष्ट करना होगा
sl: Določiti morate ime ponora

source: You have to specify a source name/index and a port name
hi: आपको एक स्रोत नाम/सूचकांक और एक पोर्ट नाम निर्दिष्ट करना होगा
sl: Določiti morate ime/indeks vira in ime vrat

source: You have to specify a source name
hi: आपको एक स्रोत नाम निर्दिष्ट करना होगा
sl: Določiti morate ime vira

source: You have to specify a sink name/index
hi: आपको एक सिंक नाम/सूचकांक निर्दिष्ट करना होगा
sl: Določiti morate ime/kazalo ponora

source: You have to specify a sink name/index and a volume
hi: आपको एक सिंक नाम/सूचकांक और एक आवाज़ निर्दिष्ट करना होगा
sl: Določiti morate ime/kazalo ponora in glasnost

source: You have to specify a source name/index
hi: आपको एक स्रोत नाम/सूचकांक निर्दिष्ट करना होगा
sl: Določiti morate ime/indeks vira

source: You have to specify a source name/index and a volume
hi: आपको एक स्रोत नाम/सूचकांक और एक आवाज़ निर्दिष्ट करना होगा
sl: Določiti morate ime/indeks vira in glasnost

source: You have to specify a sink input index and a volume
hi: आपको सिंक आगत सूचकांक और आवाज़ निर्दिष्ट करना होगा
sl: Določiti morate indeks vhoda ponora in glasnost

source: Invalid sink input index
hi: अमान्य सिंक आगत सूचकांक
sl: Neveljaven vhodni indeks ponora

source: You have to specify a source output index and a volume
hi: आपको एक स्रोत निर्गत सूचकांक और एक आवाज़ निर्दिष्ट करना होगा
sl: Določiti morate izhodni indeks vira in glasnost

source: Invalid source output index
hi: अमान्य स्रोत निर्गत सूचकांक
sl: Neveljaven izhodni indeks izvora

source: You have to specify a sink name/index and a mute action (0, 1, or 'toggle')
hi: आपको एक सिंक नाम/सूचकांक और एक मूक कार्रवाई (0, 1, या 'टॉगल') निर्दिष्ट करना होगा
sl: Določiti morate ime/kazalo ponora in dejanje izklopa zvoka (0, 1 ali »toggle« t.j. preklopi)

source: Invalid mute specification
hi: अमान्य मूक विनिर्देश
sl: Neveljavna specifikacija izklopa zvoka

source: You have to specify a source name/index and a mute action (0, 1, or 'toggle')
hi: आपको एक स्रोत नाम/सूचकांक और एक मूक कार्रवाई (0, 1, या 'टॉगल') निर्दिष्ट करना होगा
sl: Določiti morate ime/kazalo izvora in dejanje izklopa zvoka (0, 1 ali »toggle«)

source: You have to specify a sink input index and a mute action (0, 1, or 'toggle')
hi: आपको एक सिंक आगत सूचकांक और एक मूक कार्रवाई (0, 1, या 'टॉगल') निर्दिष्ट करना होगा
sl: Določiti morate vhodni kazalec ponora in dejanje izklopa zvoka (0, 1 ali »toggle«)

source: Invalid sink input index specification
hi: अमान्य सिंक आगत सूचकांक विनिर्देश
sl: Neveljavna specifikacija vhodnega indeksa ponora

source: You have to specify a source output index and a mute action (0, 1, or 'toggle')
hi: आपको एक स्रोत निर्गत सूचकांक और एक मूक कार्रवाई (0, 1, या 'टॉगल') निर्दिष्ट करना होगा
sl: Določiti morate izvorni izhodni indeks in dejanje izklopa zvoka (0, 1 ali »toggle«)

source: Invalid source output index specification
hi: अमान्य स्रोत निर्गत सूचकांक विनिर्देश
sl: Neveljavna specifikacija izhodnega indeksa vira

source: You have to specify at least an object path and a message name
hi: आपको कम से कम एक वस्तु पथ और एक संदेश नाम निर्दिष्ट करना होगा
sl: Določiti morate vsaj pot predmeta in ime sporočila

source: Excess arguments given, they will be ignored. Note that all message parameters must be given as a single string.
hi: जरूरत से ज्यादा तर्क दिए गए, उन्हें नजरअंदाज कर दिया जाएगा। ध्यान दें कि सभी संदेश पैरामीटर एक ही स्ट्रिंग के रूप में दिए जाने चाहिए।
sl: Podani presežni argumenti bodo prezrti. Upoštevajte, da morajo biti vsi parametri sporočila podani kot en niz.

source: You have to specify a sink index and a semicolon-separated list of supported formats
hi: आपको एक सिंक सूचकांक और समर्थित प्रारूपों की अर्धविराम से अलग की गई सूची निर्दिष्ट करनी होगी
sl: Določiti morate indeks ponora in seznam podprtih zapisov, ločenih s podpičjem

source: You have to specify a card name/index, a port name and a latency offset
hi: आपको एक कार्ड नाम/सूचकांक, एक पोर्ट नाम और एक विलंबता ऑफसेट निर्दिष्ट करना होगा
sl: Določiti morate ime/indeks kartice, ime vrat in zamik zakasnitve

source: Could not parse latency offset
hi: विलंबता ऑफसेट का विश्लेषण नहीं किया जा सका
sl: Odmika zakasnitve ni bilo mogoče razčleniti

source: No valid command specified.
hi: कोई मान्य कमांड निर्दिष्ट नहीं।
sl: Ni določen veljaven ukaz.

source: Failure to resume: %s
hi: पुनर्बहाली में विफलता: %s
sl: Neuspelo nadaljevanje: %s

source: Failure to suspend: %s
hi: निलंबित करने में विफलता: %s
sl: Neuspela začasna ustavitev: %s

source: WARNING: Sound server is not local, not suspending.
hi: चेतावनी: ध्वनि सर्वर स्थानीय नहीं है, निलंबित नहीं किया जा रहा है।
sl: OPOZORILO: Zvočni strežnik ni krajeven, ne bo začasno ustavljen.

source: Connection failure: %s
hi: कनेक्शन विफलता: %s
sl: Neuspela povezava: %s

source: Got SIGINT, exiting.
hi: SIGINT मिल गया, बाहर निकल रहा है।
sl: Prejet SIGINT, izhod.

source: WARNING: Child process terminated by signal %u
hi: चेतावनी: उप प्रक्रिया %u संकेत द्वारा समाप्त कर दी गई
sl: OPOZORILO: Podrejeni proces zaključen s signalom %u

source: %s [options] -- PROGRAM [ARGUMENTS ...] Temporarily suspend PulseAudio while PROGRAM runs. -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to
hi: %s [विकल्प] -- प्रोग्राम [तर्क ...] प्रोग्राम चलने के दौरान PulseAudio को अस्थायी रूप से निलंबित करें। -h, --help यह सहायता दिखाएं --version संस्करण दिखाएं -s, --server=SERVER जुड़ने के लिए सर्वर का नाम
sl: %s [možnosti] -- PROGRAM [ARGUMENTI ...] Med izvajanjem programa začasno prekinite PulseAudio. -h, --help Pokaži to pomoč --version Pokaži različico -s, --server=STREŽNIK Ime strežnika za povezavo

source: pasuspender %s Compiled with libpulse %s Linked with libpulse %s
hi: pasuspender %s libpulse %s के साथ संकलित libpulse %s से जुड़ा हुआ
sl: pasuspender %s Prevedeno z libpulse %s Povezano z libpulse %s

source: pa_mainloop_new() failed.
hi: pa_mainloop_new() विफल।
sl: pa_mainloop_new() ni uspel.

source: pa_context_new() failed.
hi: pa_context_new() विफल।
sl: pa_context_new() ni uspel.

source: pa_mainloop_run() failed.
hi: pa_mainloop_run() विफल।
sl: pa_mainloop_run() ni uspel.

source: %s [-D display] [-S server] [-O sink] [-I source] [-c file] [-d|-e|-i|-r] -d Show current PulseAudio data attached to X11 display (default) -e Export local PulseAudio data to X11 display -i Import PulseAudio data from X11 display to local environment variables and cookie file. -r Remove PulseAudio data from X11 display
hi: %s [-D डिस्प्ले] [-S सर्वर] [-O सिंक] [-I स्रोत] [-c फाइल] [-d|-e|-i|-r] -d X11 डिस्प्ले से जुड़ा वर्तमान PulseAudio डेटा दिखाएं (तयशुदा) -e स्थानीय PulseAudio डेटा को X11 डिस्प्ले पर निर्यात करें -i X11 डिस्प्ले से PulseAudio डेटा को स्थानीय पर्यावरण चर और कुकी फाइल में आयात करें। -r X11 डिस्प्ले से PulseAudio डेटा हटाएं
sl: %s [-D zaslon] [-S strežnik] [-O umivalnik] [-I vir] [-c datoteka] [-d|-e|-i|-r] -d Prikaži trenutne podatke PulseAudio, priključene na zaslon X11 (privzeto) -e Izvozite krajevne podatke PulseAudio na zaslon X11 -i Uvozite podatke PulseAudio iz zaslona X11 v krajevne okoljske spremenljivke in datoteko piškotkov. -r Odstranite podatke PulseAudio z zaslona X11

source: Failed to parse command line.
hi: कमांड लाइन विश्लेषण करने में विफल।
sl: Razčlenjevanje argumentov ukazne vrstice je spodletelo.

source: Server: %s
hi: सर्वर: %s
sl: Strežnik: %s

source: Source: %s
hi: स्रोत: %s
sl: Vir: %s

source: Sink: %s
hi: सिंक: %s
sl: Ponor: %s

source: Cookie: %s
hi: कुकी: %s
sl: Piškotek: %s

source: Failed to parse cookie data
hi: कुकी डेटा का विश्लेषण करने में विफल
sl: Razčlenitev podatkov o piškotkih ni uspela

source: Failed to save cookie data
hi: कुकी डेटा सहेजने में विफल
sl: Shranjevanje podatkov o piškotkih ni uspelo

source: Failed to get FQDN.
hi: FQDN प्राप्त करने में विफल।
sl: Pridobivanje FQDN je spodletelo.

source: Failed to load cookie data
hi: कुकी डेटा लोड करने में विफल
sl: Nalaganje podatkov piškotkov ni uspelo

source: Not yet implemented.
hi: अभी तक लागू नहीं।
sl: Še ni implementirano.

source: #N KEY=VALUE
sl: #N KLJUČ=VREDNOST

source: socket(PF_UNIX, SOCK_STREAM, 0): %s
sl: socket(PF_UNIX, VTIČ_TOK, 0): %s

source: n/a
sl: ni na voljo

source: sink-input
sl: vhod-ponora

source: source-output
sl: izhod-vira

source: sample-cache
sl: predpomnilnik-vzorca
